- 영!화! 쿼!리!

```
insert into movie_info values(seq_movie_code.nextval, '엑시트', 'EXIT', '이상근', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000082/82012/82012_185.jpg', to_date('20190731', 'YYYY-MM-DD'), '한국', '조정석,임윤아', '짠내 폭발 청년백수, 전대미문의 진짜 재난을 만나다!
대학교 산악 동아리 에이스 출신이지만
졸업 후 몇 년째 취업 실패로 눈칫밥만 먹는 용남은
온 가족이 참석한 어머니의 칠순 잔치에서
연회장 직원으로 취업한 동아리 후배 의주를 만난다.
어색한 재회도 잠시, 칠순 잔치가 무르익던 중
의문의 연기가 빌딩에서 피어 오르며
피할 새도 없이 순식간에 도심 전체는 유독가스로 뒤덮여 일대혼란에 휩싸이게 된다.
용남과 의주는 산악 동아리 시절 쌓아 뒀던 모든 체력과 스킬을 동원해
탈출을 향한 기지를 발휘하기 시작하는데…', null, '12세 이상', '액션,코미디', '103분' );

insert into movie_info values(seq_movie_code.nextval, '사자', 'The Divine Fury', '김주환', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81762/81762_185.jpg', to_date('20190731', 'YYYY-MM-DD'), '한국', '박서준,안성기,우도환', '어릴 적 아버지를 잃은 뒤 세상에 대한 불신만 남은 격투기 챔피언 ‘용후’(박서준). 
어느 날 원인을 알 수 없는 깊은 상처가 손바닥에 생긴 것을 발견하고, 도움을 줄 누군가가 있다는 장소로 향한다.
그곳에서 바티칸에서 온 구마사제 ‘안신부’(안성기)를 만나 자신의 상처 난 손에 특별한 힘이 있음을 깨닫게 되는 ‘용후’. 
이를 통해 세상을 혼란에 빠뜨리는 악(惡)의 존재를 알게 되고, 강력한 배후이자 악을 퍼뜨리는 검은 주교 ‘지신’(우도환)을 찾아 나선 ‘안신부’와 함께 하게 되는데...! 

악의 편에 설 것인가 
악에 맞설 것인가 
신의 사자가 온다!', null, '15세 이상', '호러,미스터리,액션,환타지', '129분' );

insert into movie_info values(seq_movie_code.nextval, '마이펫의 이중생활2', 'The Secret Life of Pets 2', '크리스 리노드', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81942/81942_185.jpg', to_date('20190731', 'YYYY-MM-DD'), '미국', '
패튼 오스왈트,케빈 하트,에릭 스톤스트릿,제니 슬레이트,티파니 해디쉬,해리슨 포드,레이크 벨', '“세상에 나쁜 개는 없다는데… 우리 애는 도대체 무슨 생각인 거죠?”
 
집을 비우면 다시 시작되는 펫들의 시크릿 라이프!
집구석 걱정에 하루도 편할 날이 없는 ‘맥스’ 
캣닢을 사랑하는 자유로운 영혼 ‘클로이’
슈퍼히어로를 따라 하는 토끼 ‘스노우볼’
완벽하게 고양이가 되고픈 강아지 ‘기젯’까지
아직도 나만 몰랐던 마이펫들의 속마음이 공개된다!

“우릴 키운다고? 그건 니 생각이고~”', null, '전체', '애니메이션', '86분');

insert into movie_info values(seq_movie_code.nextval, '알라딘', 'Aladdin', '가이 리치', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81478/81478_185.jpg', to_date('20190523', 'YYYY-MM-DD'), '미국', '
메나 마수드,윌 스미스 ,나오미 스콧', '머나먼 사막 속 신비의 아그라바 왕국의 시대.
좀도둑 ‘알라딘’은 마법사 ‘자파’의 의뢰로 마법 램프를 찾아 나섰다가
주인에게 세 가지 소원을 들어주는 지니를 만나게 되고,
자스민 공주의 마음을 얻으려다 생각도 못했던 모험에 휘말리게 되는데…', null, '전체', '가족, 어드벤처, 환타지', '128분');

insert into movie_info values(seq_movie_code.nextval, '라이온 킹', 'The Lion King', '존 파브로', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81516/81516_185.jpg', to_date('20190717', 'YYYY-MM-DD'), '미국','
제임스 얼 존스,비욘세,도날드 글로버,치웨텔 에지오포,세스 로건,빌리 아이크너', '
새로운 세상, 너의 시대가 올 것이다!
어린 사자 ‘심바’는 프라이드 랜드의 왕인 아버지 ‘무파사’를
야심과 욕망이 가득한 삼촌 ‘스카’의 음모로 잃고 왕국에서도 쫓겨난다. 

기억해라! 네가 누군지. 

아버지의 죽음에 대한 죄책감에 시달리던 ‘심바’는
의욕 충만한 친구들 ‘품바’와 ‘티몬’의 도움으로 희망을 되찾는다. 
어느 날 우연히 옛 친구 ‘날라’를 만난 ‘심바’는 과거를 마주할 용기를 얻고, 
진정한 자신의 모습을 찾아 위대하고도 험난한 도전을 떠나게 되는데…', null, '전체', '뮤지컬,가족,드라마,어드벤처', '118분');

insert into movie_info values(seq_movie_code.nextval, '레드슈즈', 'Red Shoes', '홍성호,김상진', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000082/82009/82009_185.jpg', to_date('20190725', 'YYYY-MM-DD'), '한국', '
클로이 모레츠,샘 클라플린,지나 거손', '사건 사고가 끊이지 않는 동화의 섬. 사라진 아빠를 찾던 화이트 왕국의 공주는 마법구두를 신고 이전과 완벽하게 다른 ‘레드슈즈’로 거듭난다. 

한편,  초록색 난쟁이가 된 일곱 왕자들은 우연히 자신들의 집에 머물게 된 "레드슈즈"가 저주를 풀 유일한 희망이라 생각해 그녀를 돕기 시작하고, 영원한 아름다움을 꿈꾸는 왕비 ‘레지나’는 마법구두를 신고 성을 빠져나간 ‘레드슈즈’를 쫓기 시작하는데… 

위기에 빠진 동화의 섬, 
레드슈즈, 그리고 일곱 왕자들의 운명은?', null, '전체', '애니메이션', '92분');

insert into movie_info values(seq_movie_code.nextval, '스파이더맨-파 프롬 홈', 'Spider-Man: Far From Home', '존 왓츠', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81619/81619_185.jpg', to_date('20190702', 'YYYY-MM-DD'), '미국', '
톰 홀랜드,사무엘 L. 잭슨,젠다야 콜맨', '모든 것이 다시 시작된다!
‘엔드게임’ 이후 변화된 세상,
스파이더맨 ‘피터 파커’는 학교 친구들과 유럽 여행을 떠나게 된다.
그런 그의 앞에 ‘닉 퓨리’가 등장해 도움을 요청하고
정체불명의 조력자 ‘미스테리오’까지 합류하게 되면서
전 세계를 위협하는 새로운 빌런 ‘엘리멘탈 크리쳐스’와
맞서야만 하는 상황에 놓이게 되는데…', null, '12세 이상', '액션,SF,어드벤처, 코미디', '129분');

insert into movie_info values(seq_movie_code.nextval, '비스트', 'The Beast', '이정호', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81903/81903_185.jpg', to_date('20190626', 'YYYY-MM-DD'), '한국', '
이성민,유재명,전혜진,최다니엘', '"누군가 범죄를 은폐해주는 대가로 뭘 받았다면 그게 뭘까? 그게 살인이라면 아주 큰 걸 받았겠지"

대한민국을 뒤흔든 희대의 살인사건이 발생하고,
수단과 방법을 가리지 않고 범인을 잡아온 강력반 에이스 ‘한수’(이성민)는
후배 형사 "종찬"(최다니엘)과 범인을 잡기 위해 수사를 시작한다.

한편, 마약 브로커 "춘배"(전혜진)는 살인을 은폐해주는 대가로
"한수"에게 살인마에 대한 결정적인 단서를 제공하고
"한수"의 라이벌 형사 "민태"(유재명)가 이 사실을 눈치채면서
사건은 걷잡을 수 없는 방향으로 흘러가는데...!

살인마를 잡기 위해 살인을 감추다
누가 진짜 괴물인가?
WHO IS THE BEAST?', null, '15세 이상', '스릴러, 범죄', '131분');

insert into movie_info values(seq_movie_code.nextval, '업사이드', 'The Upside', '닐 버거', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81852/81852_185.jpg', to_date('20190613', 'YYYY-MM-DD'), '미국', '
브라이언 크랜스톤, 니콜 키드먼, 케빈 하트', '빈털터리와 억만장자의 극한직업 계약 성립!
극과 극 두 남자의 단짠단짠 썸앤쌈♥ 동거!
떳떳한 가장이 되기 위해 직장이 필요한 ‘델’(케빈 하트)은24시간 케어가 필요한 뉴욕의 주식부자 ‘필립’(브라이언 크랜스톤)과 면접을 본다.
‘이본’(니콜 키드먼)은 전과자에 무신경한 ‘델’이 못마땅하지만
‘필립’은 자신을 동정하지 않는 ‘델’을 채용한다.
입 떡 벌어지는 주급에 좋은 가장이 될 수 있다는 꿈에 부푼 ‘델’,
기쁨도 잠시.. 첫 날부터 X센 극한직업이 시작되는데..', null, '12세 이상', '드라마, 코미디', '126분');

insert into movie_info values(seq_movie_code.nextval, '걸캅스', 'girl', '정다원', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81759/81759_185.jpg', to_date('20190509', 'YYYY-MM-DD'), '한국', '
라미란, 이성경, 윤상현, 최수영', '민원실 퇴출 0순위 전직 전설의 형사 "미영"과 민원실로 밀려난 현직 꼴통 형사 "지혜"
집에서는 눈만 마주쳐도 으르렁 대는 시누이 올케 사이인 두 사람은
민원실에 신고접수를 하기 위해 왔다가 차도에 뛰어든 한 여성을 목격하고
그녀가 48시간 후 업로드가 예고된 디지털 성범죄 사건의 피해자란 사실을 알게 된다.
강력반, 사이버 범죄 수사대, 여성청소년계까지 경찰 내 모든 부서들에서
복잡한 절차와 인력 부족을 이유로 사건이 밀려나자
‘미영’과 ‘지혜’는 비공식 수사에 나서기로 결심한다.
 
수사가 진전될수록 형사의 본능이 꿈틀대는 ‘미영’과 정의감에 활활 불타는 ‘지혜’는
드디어 용의자들과 마주할 기회를 잡게 되는데…
 
걸크러시 콤비의 비공식 합동 수사가 펼쳐진다!', null, '15세 이상', '액션, 코미디', '107분');

insert into movie_info values(seq_movie_code.nextval, '어린 의뢰인', 'My First Client', '장규성', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81757/81757_185.jpg', to_date('20190522', 'YYYY-MM-DD'), '한국', '
이동휘, 유선 , 최명빈, 이주원', '2013년 대한민국을 충격에 빠뜨렸던 실화!
“제가 동생을 죽였어요” 2019년 당신에게 찾아온 뜨거운 질문!
“당신은 이 아이를 외면하시겠습니까?”
 
인생 최대 목표는 오직 성공뿐인 변호사 ‘정엽’
주변에 무관심한 그에게 ‘다빈’과 ‘민준’ 남매가 자꾸 귀찮게 얽힌다.
오랫동안 기다렸던 대형 로펌 합격 소식을 듣게 된 ‘정엽’은 믿을 수 없는 사실을 알게 된다.
10살 소녀 ‘다빈’이 7살 남동생을 죽였다는 충격적인 자백
뒤늦게 미안함을 느낀 ‘정엽’은 자신의 모든 것을 걸고
‘다빈’의 엄마 ‘지숙’에게 숨겨진 진실을 밝히려고 하는데…', null, '12세 이상', '드라마', '114분');

insert into movie_info values(seq_movie_code.nextval, '배심원들', 'Juror 8', '홍승완', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81752/81752_185.jpg', to_date('20190515', 'YYYY-MM-DD'), '한국', '
문소리, 박형식', '2008년 대한민국 첫 국민참여재판
모두에게 그날은 처음이었다!

국민이 참여하는 역사상 최초의 재판이 열리는 날.
모두의 이목이 집중된 가운데, 
나이도 직업도 제각각인 8명의 보통 사람들이 배심원단으로 선정된다. 

대한민국 첫 배심원이 된 그들 앞에 놓인 사건은 증거, 증언, 자백도 확실한 살해 사건. 
양형 결정만 남아있던 재판이었지만 피고인이 갑자기 혐의를 부인하며
배심원들은 예정에 없던 유무죄를 다투게 된다. 

생애 처음 누군가의 죄를 심판해야 하는 배심원들과 
사상 처음으로 일반인들과 재판을 함께해야 하는 재판부. 
모두가 난감한 상황 속 원칙주의자인 재판장 ‘준겸’(문소리)은 정확하고 신속하게 재판을 끌어가려고 한다. 
하지만 끈질기게 질문과 문제 제기를 일삼는 8번 배심원 ‘남우’(박형식)를 비롯한 배심원들의 돌발 행동에 
재판은 점점 예기치 못한 방향으로 흐르는데... 

처음이라 더 잘하고 싶었던
보통 사람들의 가장 특별한 재판이 시작된다!', null, '12세 이상', '드라마', '114분');

insert into movie_info values(seq_movie_code.nextval, '악인전', 'The Gangster, The Cop, The Devil', '이원태', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81745/81745_185.jpg', to_date('20190515', 'YYYY-MM-DD'), '한국', '
마동석, 김무열, 김성규', '우연히 연쇄살인마의 표적이 되었다 살아난 조직 보스 장동수와 
범인잡기에 혈안이 된 강력반 미친개 정태석. 
타협할 수 없는 두 사람이 연쇄살인마 K를 잡기 위해 손잡는다. 

표적은 하나, 룰도 하나!
먼저 잡는 놈이 갖는다!', null, '청소년 관람불가', '범죄', '110분');

insert into movie_info values(seq_movie_code.nextval, '필그리미지', 'Pilgrimage', '브랜든 멀다우니', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81719/81719_185.jpg', to_date('20190411', 'YYYY-MM-DD'), '아일랜드', '
톰 홀랜드, 존 번탈, 리차드 아미티지', '십자군 전쟁이 한창이던 때 아일랜드의 한 수도원에서는 성물을 지키고 있었다.
교황은 십자군전쟁에서 승리하기 위해 이를 로마로 들고 오기를 원했고,
로마에서 온 수도사가 아일랜드에서 성물을 지켜왔던 “디아뮈드”(톰 홀랜드) 와 “벙어리”(존 번탈), 수도사들은 함께 로마로 향한다.
성물을 가지고 로마로 가는 도중에, 이를 노리는 자인 ”레이몬드”(리차드 아미티지)의 일행이 나타나 죽을 위협에 처하게 되는데…
과연 이 수도사들은 성물을 과연 무사히 지켜내고, 로마까지 갈 수 있을 것인가…?', null, '15세 이상', '액션, 어드벤처', '95분');

insert into movie_info values(seq_movie_code.nextval, '더 길티', 'The Guilty', '구스타브 몰러', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81704/81704_185.jpg', to_date('20190327', 'YYYY-MM-DD'), '덴마크', '
야곱 세데르그렌', '재판 중인 사건으로 경질된 채
긴급 신고 센터에서 근무 중인 경찰 ‘아스게르’.
다음 날 진행될 최종 재판에 대한 긴장감으로
좀처럼 일에 집중하지 못하던 그는 심상치 않은 신고전화를 받게 된다.
직감적으로 전화를 건 여성이 납치되어 있다는
사실을 알게 된 아스게르는 피해자를 구출하기 위해
모든 절차를 무시한 채 사건에 뛰어드는데…

지금부터 모든 소리는 이 사건의 단서가 된다!', null, '12세 이상', '스릴러', '88분');

insert into movie_info values(seq_movie_code.nextval, '생일', 'Birthday', '이종언', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81673/81673_185.jpg', to_date('20190403', 'YYYY-MM-DD'), '한국', '
설경구, 전도연', '"2014년 4월 이후... 남겨진 우리들의 이야기"

세상을 먼저 떠난 아들 ‘수호’ 에 대한 그리움을 안고 살아가는 "정일"과 "순남"의 가족.
어김없이 올해도 아들의 생일이 돌아오고, 가족들의 그리움은 더욱 커져만 간다.

수호가 없는 수호의 생일.
가족과 친구들은 함께 모여 서로가 간직했던 특별한 기억을 선물하기로 하는데..

1년에 단 하루. 널 위해, 우리 모두가 다시 만나는 날.
"영원히 널 잊지 않을게."', null, '전체', '드라마', '120분');

insert into movie_info values(seq_movie_code.nextval, '나의 특별한 형제', 'INSEPARABLE BROS', '육상효', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81664/81664_185.jpg', to_date('20190501', 'YYYY-MM-DD'), '한국', '
신하균, 이광수, 이솜', '머리 좀 쓰는 형 x 몸 좀 쓰는 동생!
세상엔 이런 형제도 있다!

비상한 두뇌를 가졌지만 동생 ‘동구’ 없이는 아무 데도 못 가는 형 ‘세하’(신하균),
뛰어난 수영실력을 갖췄지만 형 ‘세하’ 없이는 아무것도 못 하는 동생 ‘동구’(이광수).
이들은 피 한 방울 섞이지 않았지만 20년 동안 한 몸처럼 살아온 ‘특별한 형제’다.

어느 날 형제의 보금자리 ‘책임의 집’을 운영하던 신부님이 돌아가시자
모든 지원금이 끊기게 되고, 각각 다른 장애를 가진 두 사람은 헤어질 위기에 처하고 만다.

세하는 ‘책임의 집’을 지키고 동구와 떨어지지 않기 위해
구청 수영장 알바생이자 취준생 ‘미현’(이솜)을 수영코치로 영입하고,
동구를 수영대회에 출전시켜 사람들의 이목을 집중시키는 데 성공한다.

헤어지지 않을 수 있다는 희망을 본 것도 잠시,
예상치 못한 인물이 형제 앞에 등장하면서 형제는 새로운 위기를 겪게 되는데...!', null, '12세 이상', '드라마, 코미디', '114분');

insert into movie_info values(seq_movie_code.nextval, '서스페리아', 'Suspiria', '루카 구아다니노', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81671/81671_185.jpg', to_date('20190516', 'YYYY-MM-DD'), '미국', '
다코타 존슨, 틸다 스윈튼, 클로이 모레츠, 미아 고스', '"...빠져든다"

마담 블랑의 무용 아카데미에 들어가기 위해 미국에서 베를린으로 찾아온 소녀 수지
그리고 그 곳에서 겪는 기이하고 놀라운 경험', null, '청소년 관람불가', '호러', '152분');

insert into movie_info values(seq_movie_code.nextval, '돈', 'Money', '박누리', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81651/81651_185.jpg', to_date('20190320', 'YYYY-MM-DD'), '한국', '
류준열, 유지태, 조우진', '“부자가 되고 싶었다”

오직 부자가 되고 싶은 꿈을 품고 여의도 증권가에 입성한 신입 주식 브로커 조일현(류준열). 
빽도 줄도 없는, 수수료 O원의 그는 곧 해고 직전의 처지로 몰린다.
위기의 순간, 베일에 싸인 신화적인 작전 설계자 번호표(유지태)를 만나게 되고, 
막대한 이익을 챙길 수 있는 거래 참여를 제안 받는다. 
위험한 제안을 받아들인 후 순식간에 큰 돈을 벌게 되는 일현. 
승승장구하는 일현 앞에 번호표의 뒤를 쫓던 금융감독원의 사냥개 한지철(조우진)이 나타나 
그를 조여 오기 시작하는데…', null, '15세 이상', '범죄', '115분');

insert into movie_info values(seq_movie_code.nextval, '우상', 'Idol', '이수진', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81650/81650_185.jpg', to_date('20190320', 'YYYY-MM-DD'), '한국', '
한석규, 설경구, 천우희', '아들의 사고로 정치 인생 최악의 위기를 맞게 된 남자
 
청렴한 도덕성으로 시민들의 뜨거운 지지를 받으며 차기 도지사로 주목받고 있는 도의원 구명회(한석규),
어느 날 아들이 교통사고를 내고 이를 은폐한 사실을 알게 된다.
신망받는 자신의 정치 인생이 무엇보다 중요했던 그는 아들을 자수시킨다.
 
숨 같은 아들이 죽고 진실을 쫓는 아버지 
                                                                          
오직 아들만이 세상의 전부인 유중식(설경구)은 지체 장애 아들 부남을 위해서라면 못할 것이 없다.
자신의 모든 것인 아들이 갑자기 교통사고를 당해 싸늘한 시체로 돌아오자 절망에 빠진다.
사고 당일 아들의 행적을 이해할 수 없고, 함께 있다 자취를 감춘 며느리 최련화(천우희)를 찾기 위해 경찰에 도움을 청하지만 그의 말을 들어주는 사람은 없다.
아들의 죽음 너머에 드리운 비밀을 밝히기 위해 중식은 홀로 사고를 파헤치기 시작한다.
 
사건 당일 비밀을 거머쥔 채 사라진 여자
 
한편 그날 밤 사고의 진실을 유일하게 알고 있는 최련화,
부남과 함께 있다 연기처럼 사라져버린 그녀에게는 아무도 알지 못하는,
알아서도 안 될 진실이 숨겨져 있는데…
 
그날의 사고로 세 사람의 지옥이 열린다!', null, '15세 이상', '스릴러', '144분');

insert into movie_info values(seq_movie_code.nextval, '더 와이프', 'The Wife', '비욘 룬게', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81630/81630_185.jpg', to_date('20190227', 'YYYY-MM-DD'), '영국', '
글렌 클로즈, 조나단 프라이스', '작가 남편의 성공을 위해 평생을 바친 아내 ‘조안’, 마침내 노벨문학상 수상 소식이 전해지고 ‘킹메이커’로서 모든 걸 이뤘다고 생각한 순간, 두 사람의 충격적인 비밀이 밝혀지는데…', null, '15세 이상', '드라마', '100분');

insert into movie_info values(seq_movie_code.nextval, '사바하', 'SVAHA : THE SIXTH FINGER', '장재현', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81616/81616_185.jpg', to_date('20190220', 'YYYY-MM-DD'), '한국', '
이정재, 박정민, 이재인, 유지태', '신흥 종교 비리를 찾아내는 종교문제연구소 ‘박목사’(이정재).
최근 사슴동산이라는 새로운 종교 단체를 조사 중이다.
영월 터널에서 여중생이 사체로 발견되는 사건이 발생하고
이를 쫓던 경찰과 우연히 사슴동산에서 마주친 박목사는 이번 건이 심상치 않음을 직감한다.
터널 사건 유력 용의자의 자살, 그리고 실체를 알 수 없는 정비공 ‘나한’(박정민)과
16년 전 태어난 쌍둥이 동생 ‘금화’(이재인)의 존재까지,
사슴동산에 대해 파고들수록 박목사는 점점 더 많은 미스터리와 마주하게 되는데…!
 
그것이 태어나고 모든 사건이 시작되었다', null, '15세 이상', '미스터리, 스릴러', '123분');

insert into movie_info values(seq_movie_code.nextval, '자전차왕 엄복동', 'Race to Freedom : Um Bok Dong', '김유성', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81604/81604_185.jpg', to_date('20190227', 'YYYY-MM-DD'), '한국', '
정지훈, 강소라, 이범수', '일제강점기, 일본에서는 조선의 민족의식을 꺾고
그들의 지배력을 과시하기 위해 전조선자전차대회를 개최한다.
 
하지만 일본 최고의 선수들을 제치고
조선인 최초로 우승을 차지한 엄복동의 등장으로
일본의 계략은 실패로 돌아가고,  
계속되는 무패행진으로 ‘민족 영웅’으로 떠오른
그의 존재에 조선 전역은 들끓기 시작한다.
 
때맞춰 애국단의 활약까지 거세지자 위기감을 느낀 일본은
엄복동의 우승을 막고 조선인들의 사기를 꺾기 위해
최후의 자전차 대회를 개최하는데...
 
일제강점기, 그 어느 때보다 뜨거웠던 한일전이 시작된다!', null, '12세 이상', '드라마', '116분');

insert into movie_info values(seq_movie_code.nextval, '어쩌다, 결혼', 'Trade Your Love', '박호찬, 박수진  ', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81595/81595_185.jpg', to_date('20190227', 'YYYY-MM-DD'), '한국', '
김동욱 , 고성희', '‘척’만 하자고요… ‘척’만!
재산을 물려받기 위해서는 결혼을 꼭 해야만 하는 ‘성석’(김동욱)
엄마와 세 오빠의 결혼 압박에서 벗어나 나만의 인생을 찾고 싶은 ‘해주’(고성희)
부모님의 등쌀에 못 이겨 나간 맞선 자리에서 만나게 된 둘은 
각자의 목적을 달성하기 위해 딱! 3년간만 결혼하는 ‘척’하기로 계약한다
 
하지만 두 사람의 결혼 준비가 진행될수록
방해꾼들은 늘어만 가고,
넘어야 할 산이 한두 개가 아닌데…
 
결혼하는 척, 같이 사는 척, 딱! 3년만 하는 척! 척!
과연 두 사람의 ‘하는 척’은 성공할 수 있을까?', null, '12세 이상', '로맨스, 코미디, 멜로', '88분');

insert into movie_info values(seq_movie_code.nextval, '장난스런 키스', 'Fall in Love at First Kiss', '프랭키 첸', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81590/81590_185.jpg', to_date('20190327', 'YYYY-MM-DD'), '대만', '
왕대륙, 임윤', '내가 좋아하는 사람이
날 좋아할 확률은 얼마나 될까?
♥
A반 남신 ‘장즈수’와
처음 본 순간 KISS한 F반 ‘위안샹친’!
수학처럼 안 풀려도 절대 포기할 수 없는
확률 0% 멀고도 용감한 짝사랑 일대기
♥
장난 아니게 설레는 로코의 새로운 흥행 공식 2019년 봄, 너 x 나 = 공식 ♡ 로코', null, '12세 이상', '로맨스, 멜로', '122분');

insert into movie_info values(seq_movie_code.nextval, '드래곤 길들이기', 'How To Train Your Dragon', '딘 데블로이스, 크리스 샌더스', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81589/81589_185.jpg', to_date('20190117', 'YYYY-MM-DD'), '미국', '
제이 바루첼, 제라드 버틀러, 아메리카 페레라, 크레이그 퍼거슨, 조나 힐', '용맹한 바이킹과 사나운 드래곤들의 싸움이 끊이지 않는 버크섬.
바이킹 족장의 아들 ‘히컵’은 드래곤 사냥에 소질 없는 마을의 사고뭉치.
어느 날 그는 부상 당한 드래곤, ‘투슬리스’를 구하게 되고, 아무도 몰래 그를 돌본다.
서로를 알아가며, 드래곤들의 친구가 된 ‘히컵’.
그들과의 새로운 생활을 만끽하던 ‘히컵’은 드래곤들의 위험한 비밀을 알게 되는데…', null, '전체', '가족, 애니메이션, 어드벤처, 코미디', '98분');

insert into movie_info values(seq_movie_code.nextval, '더 서치', 'THE SEARCH', '미셸 하자나비시우스', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81571/81571_185.jpg', to_date('20190117', 'YYYY-MM-DD'), '프랑스', '
베레니스 베조, 아네트 베닝, 압둘 칼림 마마츠예프', '전쟁으로 눈앞에서 부모님이 살해당하는 장면을 목격한 아홉 살 소년, ‘하지(압둘-칼림 마마츠예프).’
18개월이 된 동생을 감당할 수 없어 이웃집 문 앞에 버리고 마을에서 달아나 피난민 무리에 합류한다.
난민 대피소에서 ‘헬렌(아네트 베닝)’을 만나지만 죄책감과 상처 때문에 말을 하지 않던 하지는
동생을 찾기 위해 그곳을 도망쳐 나오고,
우연히 전쟁 피해자의 증언을 기록하는 EU 인권활동가 ‘캬홀(베레니스 베조)’을 만난다.
하지만 굳게 마음을 닫은 하지는 그 어떤 얘기도 꺼내지 않는데…
하지의 커다란 용기와 조그마한 목소리에 담긴 그날의 진실은
과연 기억될 수 있을까?', null, '15세 이상', '드라마', '135분');

insert into movie_info values(seq_movie_code.nextval, '뺑반', 'Hit-and-Run Squad', '한준희', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81561/81561_185.jpg', to_date('20190130', 'YYYY-MM-DD'), '한국', '
공효진, 류준열, 조정석', 'Hit and Run 상황 발생,
순마 출동합니다!

경찰 내 최고 엘리트 조직 내사과 소속 경위 ‘은시연’(공효진). 
 조직에서 유일하게 믿고 따르는 ‘윤과장’(염정아)과 함께 
 F1 레이서 출신의 사업가 ‘정재철’(조정석)을 잡기 위해 수사망을 조여가던 시연은 
 무리한 강압 수사를 벌였다는 오명을 쓰고 뺑소니 전담반으로 좌천된다. 
  
 알고 보면 경찰대 수석 출신, 만삭의 리더 ‘우계장’(전혜진)과 
 차에 대한 천부적 감각을 지닌 에이스 순경 ‘서민재’(류준열). 
 팀원은 고작 단 두 명, 매뉴얼도 인력도 시간도 없지만 뺑소니 잡는 실력만큼은 최고인 ‘뺑반’. 
 계속해서 재철을 예의주시하던 시연은 뺑반이 수사 중인 미해결 뺑소니 사건의 유력한 용의자가 재철임을 알게 된다. 
  
 뺑소니 친 놈은 끝까지 쫓는 뺑반 에이스 민재와 
 온갖 비리를 일삼는 재철을 잡기 위해 모든 것을 건 시연. 
 하나의 목표를 향해 힘을 합친 그들의 팀플레이가 시작되는 가운데 
 방법을 가리지 않고 수사망을 빠져 나가려는 통제불능 스피드광 재철의 반격 역시 점점 과감해지는데…!', null, '15세 이상', '액션, 범죄', '133분');

insert into movie_info values(seq_movie_code.nextval, '극한직업', 'Extreme Job', '이병헌', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81552/81552_185.jpg', to_date('20190123', 'YYYY-MM-DD'), '한국', '
류승룡, 이하늬, 진선규, 이동휘, 공명', '낮에는 치킨장사! 밤에는 잠복근무!
지금까지 이런 수사는 없었다!

불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반!
더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다.
마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다.
수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데…

범인을 잡을 것인가, 닭을 잡을 것인가! 2019년 새해, 출동!', null, '15세 이상', '코미디', '111분');

insert into movie_info values(seq_movie_code.nextval, '언더독', 'Underdog', '오성윤', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81531/81531_185.jpg', to_date('20190116', 'YYYY-MM-DD'), '한국', '
도경수, 박소담, 박철민', '견생역전을 꿈꾸는 댕댕이들의 위대한 모험이 시작된다!
 
하루아침에 운명이 바뀐 강아지 ‘뭉치’는
우연히 만난 거리 생활의 고참 ‘짱아’ 일당을 만나
목숨을 구하게 된다.
 
차츰 ‘짱아’ 무리의 스트릿 라이프에 적응하던 찰나
그들의 소중한 아지트가 사라질 위기에 처하고,
마침내 그들은 진정한 자유를 찾기 위한
모험을 떠나기로 결심하는데…', null, '전체', '애니메이션', '102분');

insert into movie_info values(seq_movie_code.nextval, '말모이', 'MALMOE: The Secret Mission', '엄유나', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81517/81517_185.jpg', to_date('20190109', 'YYYY-MM-DD'), '한국', '
유해진, 윤계상', '까막눈 판수, 우리말에 눈뜨다! vs 조선어학회 대표 정환, ‘우리’의 소중함에 눈뜨다!
 
1940년대 우리말이 점점 사라져가고 있는 경성.
극장에서 해고된 후 아들 학비 때문에 가방을 훔치다 실패한 판수.
하필 면접 보러 간 조선어학회 대표가 가방 주인 정환이다.
사전 만드는데 전과자에다 까막눈이라니!
그러나 판수를 반기는 회원들에 밀려 정환은 읽고 쓰기를 떼는 조건으로 그를 받아들인다.
돈도 아닌 말을 대체 왜 모으나 싶었던 판수는 난생처음 글을 읽으며 우리말의 소중함에 눈뜨고,
정환 또한 전국의 말을 모으는 ‘말모이’에 힘을 보태는 판수를 통해 ‘우리’의 소중함에 눈뜬다.
얼마 남지 않은 시간, 바짝 조여오는 일제의 감시를 피해 ‘말모이’를 끝내야 하는데…
 
우리말이 금지된 시대, 말과 마음이 모여 사전이 되다', null, '12세 이상', '드라마', '135분');

insert into movie_info values(seq_movie_code.nextval, '마약왕', 'THE DRUG KING', '우민호', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81403/81403_185.jpg', to_date('20181219', 'YYYY-MM-DD'), '한국', '
송강호, 조정석, 배두나', '국가는 범죄자, 세상은 왕이라 불렀다
 
“애국이 별게 아니다! 
일본에 뽕 팔믄 그게 바로 애국인기라!”
마약도 수출하면 애국이 되던 1970년대 대한민국, 
하급 밀수업자였던 이두삼은 우연히 마약 밀수에 가담했다가
마약 제조와 유통 사업에 본능적으로 눈을 뜨게 되면서 사업에 뛰어든다.
 
“이 나라는 내가 먹여 살렸다 아이가”
뛰어난 눈썰미, 빠른 위기대처능력, 신이 내린 손재주로 단숨에 마약업을 장악한 이두삼
사업적인 수완이 뛰어난 로비스트 김정아(배두나)가 합류하면서
그가 만든 마약은 "메이드인 코리아라는 브랜드를 달게 된다.
마침내 이두삼은 대한민국을 넘어 아시아까지 세력을 확장하며 백색 황금의 시대를 열게 된다
 
한편, 마약으로 인해 세상은 점점 불안해지기 시작하고
승승장구하는 이두삼을 주시하는 한 사람 김인구(조정석)가 움직이기 시작하는데…', null, '청소년 관람불가', '범죄, 드라마', '139분');


insert into movie_info values(seq_movie_code.nextval, '내안의그놈', 'Inside me', '강효진', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81379/81379_185.jpg', to_date('20190109', 'YYYY-MM-DD'), '한국', '
진영, 박성웅, 라미란', '제대로 바뀐 아재와 고딩, 웃음 대환장 파티!

옥상에서 떨어진 고등학생 동현(진영)이 길을 가던 엘리트 아재 판수(박성웅)를 덮치면서 제대로 바뀐다!?
게다가 판수는 동현의 몸으로 첫사랑 미선(라미란)과 존재도 몰랐던 딸 현정(이수민)을 만나게 되는데…
대유잼의 향연, 넌 이미 웃고 있다!', null, '15세 이상', '환타지, 코미디', '122분');

insert into movie_info values(seq_movie_code.nextval, '스파이더맨-뉴 유니버스', 'Spider-Man: Into The Spider-Verse', '밥 퍼시케티,  피터 램지', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81338/81338_185.jpg', to_date('20181212', 'YYYY-MM-DD'), '미국', '
샤메익 무어, 헤일리 스테인펠드, 니콜라스 케이지, 제이크 존슨, 리브 ', '새로운 스파이더맨 평행세계의 시작!
“스파이더맨은… 우리 말고 얼마나 더 있죠?”
 
평범한 10대 ‘마일스 모랄레스’는 우연히 방사능 거미에 물려 스파이더맨 능력을 가지게 된다.
혼란스러워하던 ‘마일스’는 악당과 싸우고 있는 ‘피터 파커’를 마주치게 되고
‘피터 파커’는 ‘마일스’가 자신과 같은 능력을 가지고 있음을 직감한다.
여러 개의 평행세계가 존재한다는 것을 알게 된 ‘마일스’와 ‘피터 파커’는
이후 스파이더우먼 ‘스파이더 그웬’, ‘스파이더맨 누아르’, ‘스파이더햄’ 등
평행세계 속 공존하는 모든 스파이더맨들을 만나게 되는데…
하나의 유니버스에서 만나 팀을 결성한 스파이더맨들은 과연 세계를 구할 수 있을까?
 
올겨울, 스파이더맨들의 새로운 시대가 열린다!', null, '12세 이상', '액션, 가족, 애니메이션', '117분');

insert into movie_info values(seq_movie_code.nextval, '성난황소', 'Unstoppable', '김민호', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81332/81332_185.jpg', to_date('20181122', 'YYYY-MM-DD'), '한국', '
마동석, 송지효', '거칠었던 과거를 벗어나 수산시장에서 건어물 유통을 하며 건실하게 살던 동철(마동석).
어느 날 아내 지수(송지효)가 납치되고, 경찰에 신고를 하지만 그녀의 행방은 묘연하기만 하다.
그리고 동철에게 걸려 온 납치범(김성오)의 전화!
오히려 지수를 납치한 대가로 거액의 돈을 동철에게 주겠다는 파격 제안을 하고,
이에 폭발한 동철은 지수를 구하기 위해 움직이기 시작하는데…!

느낌 오지? 잘못 건드린 거', null, '15세 이상', '범죄, 액션', '116분');

insert into movie_info values(seq_movie_code.nextval, '협상', 'The Negotiation', '이종석', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80968/80968_185.jpg', to_date('20180919', 'YYYY-MM-DD'), '한국', '
손예진, 현빈', '태국에서 사상 최악의 인질극이 발생하고, 제한시간 내 인질범 ‘민태구’를 멈추기 위해 위기 협상가 ‘하채윤’이 일생일대의 협상을 시작하는 범죄 오락 영화
매', null, '15세 이상', '범죄', '114분');

insert into movie_info values(seq_movie_code.nextval, '안시성', 'The Great Battle', '김광식', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80963/80963_185.jpg', to_date('20180919', 'YYYY-MM-DD'), '한국', '
조인성, 남주혁, 박성웅', '우리는 물러서는 법을 배우지 못했다! 
우리는 무릎 꿇는 법을 배우지 못했다! 
우리는 항복이라는 걸 배우지 못했다!
 
천하를 손에 넣으려는 당 태종은 수십만 대군을 동원해 고구려의 변방 안시성을 침공한다. 20만 당나라 최강 대군 VS 5천명의 안시성 군사들.
40배의 전력 차이에도 불구하고, 안시성 성주 양만춘과 전사들은 당나라에 맞서 싸우기로 결심하는데…
 
동아시아 역사상 가장 위대한 승리를 이끈 안시성 전투가 시작된다!', null, '12세 이상', '액션, 시대극', '135분');

insert into movie_info values(seq_movie_code.nextval, '상류사회', 'High Society', '변혁', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80938/80938_185.jpg', to_date('20180829', 'YYYY-MM-DD'), '한국', '
박해일, 수애', '"왜, 재벌들만 겁 없이 사는 줄 알았어?"
 
학생들에게 인기와 존경을 동시에 받는 경제학 교수 "태준"(박해일)은
우연한 기회를 통해 촉망받는 정치 신인으로 국회의원 선거에 출마하게 된다.
한편 그의 아내이자 미래미술관의 부관장 "수연"(수애)은 재개관전을 통해 관장 자리에 오르려 한다.
 
그러나 "수연"의 미술품 거래와 "태준"의 선거 출마 뒤에
미래그룹과 민국당의 어두운 거래가 있었다는 것이 밝혀지고
두 사람은 완벽한 상류사회 입성을 눈앞에 두고 위기에 처한다.
이 기회를 절대 놓칠 수 없는 "태준"과 "수연"부부는 민국당과 미래그룹에게 새로운 거래를 제안하게 되는데...
 
가장 아름답지만 가장 추악한 곳, 그곳으로 들어간다!', null, '청소년 관람불가', '드라마', '120분');

insert into movie_info values(seq_movie_code.nextval, '서치', 'Searching', '아니쉬 차간티', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80916/80916_185.jpg', to_date('20180829', 'YYYY-MM-DD'), '미국', '
데브라 메싱, 존 조', '목요일 11:30 PM 딸의부재중전화 3통
그리고딸이사라지다

목요일저녁, 딸마고에게걸려온부재중전화 3통
아빠 데이빗은그 후연락이 닿지않는딸이실종됐음을 알게된다. 


경찰의 조사는본격적으로시작되지만
결정적인 단서들이 나오지 않는 가운데,
실종된 날 밤 마고가 향하던 곳이 밝혀지며
새로운 사실들이 발견된다.


사건의실마리를찾은곳은다름아닌딸마고의노트북
구글, 유튜브, 페이스북등 SNS에서 상상조차하지 못한 딸의 진실이펼쳐지는데…


현실에서는 찾을 수 없는 딸의 흔적을 검색하다!', null, '12세 이상', '드라마', '102분');

insert into movie_info values(seq_movie_code.nextval, '공작', 'The Spy Gone North', '윤종빈', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80890/80890_185.jpg', to_date('20180808', 'YYYY-MM-DD'), '한국', '
황정민, 조진웅, 이성민, 주지훈', '북으로 간 스파이, 암호명 흑금성

1993년, 북한 핵 개발을 둘러싸고 한반도의 위기가 고조된다.
정보사 소령 출신으로 안기부에 스카우트된 박석영(황정민)은 ‘흑금성’이라는 암호명으로
북핵의 실체를 캐기 위해 북의 고위층 내부로 잠입하라는 지령을 받는다.
안기부 해외실장 최학성(조진웅)과 대통령 외에는 가족조차도 그의 실체를 모르는 가운데
대북사업가로 위장해 베이징 주재 북 고위간부 리명운(이성민)에게 접근한 흑금성.
그는 수 년에 걸친 공작 끝에, 리명운과 두터운 신의를 쌓고
그를 통해서, 북한 권력층의 신뢰를 얻는데 성공한다.
그러나, 1997년. 남의 대선 직전에 흑금성은 남과 북의 수뇌부 사이 은밀한 거래를 감지한다.
조국을 위해 굳은 신념으로 모든 것을 걸고 공작을 수행했던 그는 걷잡을 수 없는 갈등에 휩싸이는데…', null, '12세 이상', '드라마', '137분');

insert into movie_info values(seq_movie_code.nextval, '목격자', 'The Witness', '조규장', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80861/80861_185.jpg', to_date('20180815', 'YYYY-MM-DD'), '한국', '
이성민, 진경, 김상호, 곽시양', '“살려주세요!”
모두가 잠든 새벽, 비명소리를 듣고
베란다에 나간 ‘상훈’(이성민)은 살인사건을 목격하게 된다.
신고를 하려던 순간, 손가락을 까딱거리며
자신의 아파트 층수를 세는 범인 ‘태호’(곽시양)와 눈이 마주치게 되는데…

살인을 목격한 순간, 나는 놈의 다음 타겟이 되었다.
올 여름, 단 1초도 멈출 수 없는 추격이 시작된다!', null, '15세 이상', '스릴러', '111분');

insert into movie_info values(seq_movie_code.nextval, '곤지암', 'GONJIAM: Haunted Asylum', '정범식', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80557/80557_185.jpg', to_date('20180328', 'YYYY-MM-DD'), '한국', '
위하준, 오아연, 박지현, 문예원, 박성훈(1), 이승욱, 유제윤', '공포 체험의 성지 ‘곤지암 정신병원’
 

1979년 환자 42명의 집단 자살과 병원장의 실종 이후,
섬뜩한 괴담으로 둘러싸인 곤지암 정신병원으로
공포체험을 떠난 7명의 멤버들
원장실, 집단 치료실, 실험실, 열리지 않는 402호…

괴담의 실체를 담아내기 위해
병원 내부를 촬영하기 시작하던 멤버들에게
상상도 못한 기이하고 공포스러운 일들이
실제로 벌어지기 시작 하는데…

가지 말라는 곳에는 반드시 이유가 있다.
소름 끼치는 ‘곤지암 정신병원’ 의 실체를 체험하라!', null, '15세 이상', '호러, 스릴러', '94분');

insert into movie_info values(seq_movie_code.nextval, '램페이지', 'Rampage', '브래드 페이튼', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80545/80545_185.jpg', to_date('20180412', 'YYYY-MM-DD'), '미국', '
드웨인 존슨, 제프리 딘 모건, 조 맨가니엘로, 말린 애커맨, 말리 셸튼', '정부의 유전자 실험으로 거대 몬스터가 된 친구 고릴라와 괴수들의 광란을 막기 위한 동물학자의 사투를 그린 재난 블록버스터', null, '12세 이상', '액션', '107분');

insert into movie_info values(seq_movie_code.nextval, '월요일이 사라졌다', 'What Happened to Monday', '토미 위르콜라', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80519/80519_185.jpg', to_date('20180222', 'YYYY-MM-DD'), '미국, 벨기에', '
누미 라파스, 윌렘 데포, 글렌 클로즈', '1가구 1자녀 ‘산아제한법’으로 인구증가를 통제하는 사회,
태어나서는 안 될 일곱 쌍둥이가 태어났다.
이들을 몰래 키우기로 결심한 외할아버지 ‘테렌스 셋맨’은
먼데이, 튜즈데이, 웬즈데이, 써스데이, 프라이데이, 새터데이, 선데이라는 이름을 지어주고
쌍둥이들이발각 되지 않고 모두 살아 남을 수 있도록 엄격한 규칙을 만든다.
 
첫째. ‘카렌 셋맨’이라는 하나의 이름으로 살 것.
둘째. 자신의 이름과 같은 요일에만 외출할 것.
셋째. 외출해서 한 일은 모두에게 공유할 것.  

어느 월요일 저녁, 평소처럼 출근했던 ‘먼데이’가 연락도 없이 사라지고 정부의 비밀 조직이 이들의 은신처에 갑자기 들이닥치는데…

더 이상 하나의 이름 뒤에 숨어있을 수 없는 일곱 쌍둥이들의 목숨을 건 팀플레이 액션이 시작된다!', null, '15세 이상', '액션, 범죄, 어드벤처', '123분');

insert into movie_info values(seq_movie_code.nextval, '인시디어스4: 라스트 키', 'Insidious: The Last Key', '애덤 로비텔', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80476/80476_185.jpg', to_date('20180131', 'YYYY-MM-DD'), '미국', '
린 샤예, 스펜서 로크, 조쉬 스튜어트, 하비에르 보텟', '자신의 집에서 기이한 일들이 일어난다는 한 남자의 전화를 받게 된 영매 엘리스(린 샤예).
찾아간 그 곳은 다름 아닌 자신이 어린 시절 살았던, 뉴멕시코의 고향집이다.
수십 년 만에 다시 찾은 집에서 벌어지는 정체불명의 사건을 파악하기 위해 나선 엘리스.
어린 시절 자신이 겪었던 기억하고 싶지 않은 공포와 마주하게 되는데…
 
‘인시디어스’ 시리즈가 시작된 그 집, 드디어 공포의 비밀이 밝혀진다!', null, '15세 이상', '호러, 미스터리, 스릴러', '103분');

insert into movie_info values(seq_movie_code.nextval, '강철비', 'Steel Rain', '양우석', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80112/80112_185.jpg', to_date('20171214', 'YYYY-MM-DD'), '한국', '
정우성, 곽도원, 김갑수', '북한 쿠데타 발생

북한 1호가 남한으로 내려왔다!

쿠데타 발생 직후 최정예요원 "엄철우"(정우성)는

치명상을 입은 북한 1호와 함께 남한으로 내려온다.

그 사이 북한은 대한민국과 미국을 상대로 선전포고를, 남한은 계엄령을 선포한다.

이때 북한 1호가 남한으로 내려왔다는 정보를 입수한 외교안보수석 "곽철우"(곽도원)는

전쟁을 막기 위해 이들에게 긴밀한 접근을 시도하는데....', null, '15세 이상', '액션, 드라마', '140분');

insert into movie_info values(seq_movie_code.nextval, '침묵', 'Blackened Heart', '정지우', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80072/80072_185.jpg', to_date('20171102', 'YYYY-MM-DD'), '한국', '
최민식, 박신혜, 이하늬, 류준열, 박해준, 조한철, 이수경', '재력과 사랑, 세상을 다 가진 남자 ‘임태산’(최민식)

모든 것이 완벽히 행복하다 믿었던 그 날

약혼녀이자 유명 가수인 ‘유나’(이하늬)가 살해 당하고,

용의자로 딸 ‘임미라’(이수경)가 지목된다.

 

세간의 이목이 집중된 사건

임태산은 그날의 일을 기억하지 못하는 딸을 무죄로 만들기 위해

자신만의 방식으로 사건을 쫓기 시작한다.

그리고 최고의 변호인단을 마다한 채,

미라의 무죄를 믿고 보듬어줄 젊은 변호사 ‘최희정’(박신혜)을 선임한다.

 

미라가 기억하지 못하는 시간을 둘러싼 치열한 법정 공방

하지만 사라진 그날의 CCTV 영상을 갖고 있는

유나의 팬 ‘김동명’(류준열)의 존재가 드러나며

사건은 예상치 못한 방향으로 흘러가는데...               
 

살해된 약혼녀

용의자가 된 딸

가장 완벽한 날, 모든 것을 잃었다', null, '15세 이상', '드라마', '125분');

insert into movie_info values(seq_movie_code.nextval, '위대한 쇼맨', 'The Greatest Showman', '마이클 그레이시', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80066/80066_185.jpg', to_date('20171220', 'YYYY-MM-DD'), '미국', '
휴 잭맨, 잭 에프론, 레베카 퍼거슨, 미셸 윌리엄스', '불가능한 꿈, 그 이상의 쇼!

쇼 비즈니스의 창시자이자, 꿈의 무대로 전세계를 매료시킨 남자 ‘바넘’의 이야기에서 영감을 받아 탄생한 오리지널 뮤지컬 영화 <위대한 쇼맨>. <레미제라블> 이후 다시 뮤지컬 영화로 돌아온 휴 잭맨부터 잭 에프론, 미셸 윌리엄스, 레베카 퍼거슨, 젠다야까지 할리우드 최고의 배우들이 합류해 환상적인 앙상블을 선보인다. 여기에 <미녀와 야수> 제작진과 <라라랜드> 작사팀의 합류로 더욱 풍성해진 비주얼과 스토리, 음악까지 선보일 <위대한 쇼맨>은 ‘우리는 누구나 특별하다’는 메시지로 관객들에게 재미는 물론, 감동까지 선사할 것이다.

THIS IS ME! 우리는 누구나 특별하다!', null, '12세 이상', '뮤지컬, 드라마', '104분');

insert into movie_info values(seq_movie_code.nextval, '지오스톰', 'Geostorm', '딘 데블린, 대니 캐넌', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80060/80060_185.jpg', to_date('20171019', 'YYYY-MM-DD'), '미국', '
캐서린 윈닉, 제라드 버틀러, 짐 스터게스, 애비 코니쉬, 앤디 가르시아', '인간이 기후를 조작한다
지구의 대재앙이 시작됐다!

가까운 미래, 기후변화로 인해 지구에 갖가지 자연재해가 속출한다. 
세계 정부 연합은 더 이상의 재난을 예방하기 위해 
세계 인공위성 조직망을 통해 날씨를 조종할 수 있는 "더치보이 프로그램"을 개발한다. 
하지만 프로그램에 문제가 생기면서 두바이의 쓰나미와 홍콩의 용암 분출, 리우의 혹한, 모스크바의 폭염까지, 
세계 곳곳에서 일어날 수 없는 기상이변이 일어나는데...', null, '12세 이상', '액션, SF, 스릴러', '109분');

insert into movie_info values(seq_movie_code.nextval, '부라더', 'The Bros', '장유정', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80059/80059_185.jpg', to_date('20171102', 'YYYY-MM-DD'), '한국', '
마동석, 이동휘, 이하늬', '가보도 팔아먹는 형 VS 집안도 팔아먹는 동생, 제대로 사고 쳤다!

 

인디아나 존스를 꿈꾸며 유물발굴에 전 재산을 올인 하지만 
현실은 늘어나는 빚과 쓸모 없는 장비뿐인 형 석봉(마동석) 
가문을 대표하는 눈부신 외모와 명석한 두뇌로 잘 나가는 건설 회사에 다니지만 
순간의 실수로 실직 위기에 처한 동생 주봉(이동휘) 
3년 만에 본가로 강제소환(?) 당한 형제는 사고로 오로라(이하늬)를 치게 된다. 
  
 이제 그들이 움직이기 시작한다! 
  
사고 탓인지 원래 그런 건지, 
알 수 없는 말과 돌발 행동으로 형제를 헉(!)하게 만드는 멘탈까지 묘(?)한 여자 오로라 
형제의 인생에 훅 들어온 그녀는 그들에게 엄청난 비밀을 알려주게 되고 
오로라의 말에 혹한 석봉과 주봉에게 지긋지긋한 안동은 노다지로 보이기 시작 하는데…', null, '12세 이상', '코미디', '102분');

insert into movie_info values(seq_movie_code.nextval, '애나벨: 인형의 주인', 'Annabelle: Creation', '데이비드 F. 샌드버그', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000079/79617/79617_185.jpg', to_date('20170809', 'YYYY-MM-DD'), '미국', '
미란다 오토, 앨리시아 벨라-베일리, 스테파니 시그만, 탈리타 베이트먼', '“그렇게 소녀는 애나벨이 되었다”
인형장인과 그의 아내는 비극적인 사고로 어린 딸을 잃는다. 그리고 12년 후, 그 집에 고아원 소녀들과 수녀가 함께 살게 되는데…
“딸을 다시 볼 수만 있다면 어떤 존재도 받아들이겠다 기도했어요. 그건 우리 꿀벌… 내 딸이 틀림없었죠. 인형 속에 들어가 평생 우리랑 있겠다더군요.

하지만 곧 내 딸이 아니란 걸 깨닫게 됐죠. 사악한 존재가 우릴 속여서 영혼을 빼앗으려고 했어요. 교회의 도움으로 악마를 인형 속에 가뒀고, 이제 사라진 줄 알았는데…

돌아왔어, 이렇게 될 줄 알았어…”', null, '15세 이상', '호러, 스릴러', '109분');

insert into movie_info values(seq_movie_code.nextval, '분노의 질주: 더 익스트림', 'Fast and The Furious 8', 'F. 게리 그레이', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000079/79569/79569_185.jpg', to_date('20170412', 'YYYY-MM-DD'), '미국', '
빈 디젤, 드웨인 존슨, 샤를리즈 테론, 제이슨 스타뎀, 스콧 이스트우드, 커트 러셀, 미셀 로드', '최강의 리더 최악의 적이 되다!

마침내 평화로운 일상으로 돌아온 리더 ‘도미닉’(빈 디젤)과 멤버들.

그러던 어느 날, 멤버들은 도미닉이 첨단 테러 조직의 리더 ‘사이퍼’(샤를리즈 테론)와 함께 사상 최악의 테러를 계획하고 있음을 알게 된다.

리더의 배신으로 위기에 놓인 멤버들은 한때 팀을 모두 전멸시키려 했던 ‘데카드 쇼’(제이슨 스타뎀)까지 영입해

최악의 적이 되어버린 도미닉과의 피할 수 없는 대결을 앞두게 되는데…', null, '15세 이상', '범죄, 액션, 스릴러', '136분');

insert into movie_info values(seq_movie_code.nextval, '재심', 'New Trial', '김태윤(1)', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000079/79458/79458_185.jpg', to_date('20170215', 'YYYY-MM-DD'), '한국', '
김해숙, 강하늘, 정우', '돈 없고 빽 없는 벼랑 끝 변호사, 10년을 살인자로 살아온 청년
진실을 찾기 위한 두 남자의 진심 어린 사투가 시작된다!

대한민국을 뒤흔든 택시기사 살인사건 발생! 
 유일한 목격자였던 10대 소년 현우는 
 경찰의 강압적인 수사에 누명을 쓰고 10년을 감옥에서 보내게 된다 
  
 한편, 돈도 빽도 없이 빚만 쌓인 벼랑 끝 변호사 준영은 
 거대 로펌 대표의 환심을 사기 위한 무료 변론 봉사 중 
 현우의 사건을 알게 되고 명예와 유명세를 얻기에 좋은 기회라는 본능적 직감을 하게 된다. 
  
 그러나 실제로 현우를 만난 준영은 다시 한번 정의감에 가슴이 뜨거워지는 자신을 발견하게 되고 
 현우는 준영의 도움으로 다시 한번 세상을 믿어볼 희망을 찾게 되는데.. 
  
 다시 심장을 뛰게 만들 진심을 만나라!', null, '15세 이상', '드라마', '119분');
 
 insert into movie_info values(seq_movie_code.nextval, '마스터', 'Master', '조의석', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000079/79383/79383_185.jpg', to_date('20161221', 'YYYY-MM-DD'), '한국', '
이병헌, 강동원, 김우빈, 엄지원, 오달수, 진경', '"썩은 머리 이번에 싹 다 잘라낸다"

 

화려한 언변, 사람을 현혹하는 재능, 정관계를 넘나드는 인맥으로 수만 명 회원들에게 사기를 치며 승승장구해 온 원네트워크 ‘진회장’(이병헌).

반년간 그를 추적해 온 지능범죄수사팀장 ‘김재명’(강동원)은 진회장의 최측근인 ‘박장군’(김우빈)을 압박한다.

원네트워크 전산실 위치와 진회장의 로비 장부를 넘기라는 것.

뛰어난 프로그래밍 실력과 명석한 두뇌로 원네트워크를 키워 온 브레인 박장군은 계획에 차질이 생긴 것을 감지하자 빠르게 머리를 굴리기 시작한다.

 

진회장은 물론 그의 뒤에 숨은 권력까지 모조리 잡기 위해 포위망을 좁혀가는 재명,

오히려 이 기회를 틈타 돈도 챙기고 경찰의 압박에서도 벗어날 계획을 세우는 장군.

하지만 진회장은 간부 중에 배신자가 있음을 눈치채고, 새로운 플랜을 가동하는데…

 

지능범죄수사대, 희대의 사기범, 그리고 브레인

서로 속고 속이는 추격이 시작된다!', null, '15세 이상', '범죄, 액션', '143분');

insert into movie_info values(seq_movie_code.nextval, '여교사', 'MISBEHAVIOR', '김태용(1)', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000079/79321/79321_185.jpg', to_date('20170114', 'YYYY-MM-DD'), '한국', '
김하늘, 유인영, 이원근', '계약직 여교사 효주는 정교사 자리를 치고 들어온 이사장 딸 혜영과 자신이 눈 여겨 보던 남학생 재하의 관계를 알게 되고, 이길 수 있는 패를 쥐었다는 생각에 다 가진 혜영에게서 단 하나 뺏으려 하는데...2017 질투 그 이상의 문제작 <여교사>', null, '청소년 관람불가', '드라마', '96분');

insert into movie_info values(seq_movie_code.nextval, '형', 'My Annoying Brother', '권수경', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000079/79221/79221_185.jpg', to_date('20161123', 'YYYY-MM-DD'), '한국', '
조정석, 도경수, 박신혜', '“살다 보니까 니가 내 인생에 도움이 되는 날이 온다?”

 뻔뻔한 사기꾼, 동생 핑계로 가석방의 기회를 물었다!

 

유도 국가대표 고두영(도경수)은 경기 도중 불의의 사고를 당하게 되고

이 소식을 들은 사기전과 10범의 형 고두식(조정석)은 눈물의 석방 사기극을 펼친다!

 

“형은 개뿔, 제발 내 인생에서 꺼져!”

형이 돌아오고 인생이 더 깜깜해졌다!

 

하루 아침에 앞이 깜깜해진 동생을 핑계로 1년간 보호자 자격으로 가석방 된 두식!.

15년동안 단 한번도 연락이 없던 뻔뻔한 형이 집으로 돌아오고

보호자 노릇은 커녕 ‘두영’의 삶을 더 엉망진창으로 만드는데….

 

남보다 못한 형제의 예측불허 동거가 시작된다!', null, '12세 이상', '코미디', '110분');

insert into movie_info values(seq_movie_code.nextval, '신비한 동물사전', 'Fantastic Beasts and Where to Find Them', '데이빗 예이츠', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000079/79180/79180_185.jpg', to_date('20161116', 'YYYY-MM-DD'), '미국, 영국', '
에디 레드메인, 콜린 파렐, 캐서린 워터스턴, 앨리슨 수돌, 댄 포글러, 사만다 모튼, 젠 머레이', '해리 포터’ 마법의 시작!

신비한 동물들 탈출, 뉴욕 최대의 위기! 새로운 마법의 시대가 열린다!

 

1926년 뉴욕, ‘검은 존재’가 거리를 쑥대밭으로 만들고 미국의 마법의회 MACUSA의 대통령과 어둠의 마법사를 체포하는 오러의 수장 그레이브스가 이를 추적하는 혼돈 속에 영국의 마법사 뉴트 스캐맨더가 이 곳을 찾는다. 그의 목적은 세계 곳곳에 숨어있는 신비한 동물들을 찾기 위한 것. 여행을 하면서 다양한 크기의 신비한 동물을 구조해 안에 마법의 공간이 있는 가방에 넣어 다니며 보살핀다. 하지만 은행을 지나던 중 금은보화를 좋아하는 신비한 동물인 니플러가 가방 안에서 탈출을 하고 이 일로 전직 오러였던 티나와 노마지 제이콥과 엮이게 된다. 이 사고로 뉴트와 제이콥의 가방이 바뀌면서 신비한 동물들이 대거 탈출을 하고 그들은 동물들을 찾기 위해 뉴욕 곳곳을 누빈다. 한편, ‘검은 존재’의 횡포는 더욱 거세져 결국 인간 사회와 마법 사회를 발칵 뒤집는 사건이 발생하고, 이 모든 것이 뉴트의 소행이라는 오해를 받게 되는데…', null, '12세 이상', '어드벤처, 환타지', '133분');

insert into movie_info values(seq_movie_code.nextval, '미 비포 유', 'Me Before You', '테아 샤록', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000078/78947/78947_185.jpg', to_date('20160601', 'YYYY-MM-DD'), '미국', '
에밀리아 클라크, 샘 클라플린, 제나 루이스 콜먼, 찰스 댄스, 매튜 루이스, 브렌단 코일', '이별을 준비하는 마지막에 나타난 짜증나는 여자

내 평생 최고의 6개월을 선물했다

 

6년 동안이나 일하던 카페가 문을 닫는 바람에 백수가 된 루이자(에밀리아 클라크)는 새 직장을 찾던 중

촉망 받던 젊은 사업가였던 전신마비 환자 윌(샘 클라플린)의 6개월 임시 간병인이 된다.

루이자의 우스꽝스러운 옷, 썰렁한 농담들, 속마음을 그대로 드러내는 얼굴 표정이 신경 쓰이는 윌.

말만 하면 멍청이 보듯 두 살짜리처럼 취급하고 개망나니처럼 구는 윌이 치사하기만 한 루이자.

그렇게 둘은 서로의 인생을 향해 차츰 걸어 들어가는데...', null, '12세 이상', '로맨스', '110분');

insert into movie_info values(seq_movie_code.nextval, '엑스맨: 아포칼립스', 'X-Men: Apocalypse', '브라이언 싱어', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000078/78707/78707_185.jpg', to_date('20160525', 'YYYY-MM-DD'), '미국', '
제임스 맥어보이, 마이클 패스벤더, 제니퍼 로렌스, 오스카 아이삭, 니콜라스 홀트, 로즈 번, 타이 쉐리던, 소피 터너, 올리비아 문, 루카스 틸', '아포칼립스 VS. 엑스맨

거대한 전쟁이 시작된다!

 

고대부터 신으로 숭배 받아왔던 최초의 돌연변이 아포칼립스가 무덤에서 깨어난다.

지금의 세상을 보고 크게 실망한 아포칼립스는 포 호스맨을 모아 인류를 멸망시키고 새로운 세상을 건설하려고 한다.

이에 프로페서 X는 엑스맨들의 힘을 모아 사상 최대의 전쟁을 준비하게 되는데…', null, '12세 이상', '액션, 어드벤처, 환타지, SF', '145분');

insert into movie_info values(seq_movie_code.nextval, '앤트맨', 'Ant-Man', '페이튼 리드', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000078/78384/78384_185.jpg', to_date('20150903', 'YYYY-MM-DD'), '미국', '
폴 러드, 마이클 더글라스, 에반젤린 릴리, 코리 스톨', '언제까지 커져야만 하는가!
마블 역사상 가장 작고, 가장 강한 히어로가 온다!

하나뿐인 딸에게 멋진 아빠이고 싶지만, 현실은 생계형 도둑인 스캇 랭(폴 러드). 어느 날 그에게 몸을 자유자재로 늘리거나 줄일 수 있는 핌 입자를 개발한 과학자 행크 핌(마이클 더글라스)이 찾아와 수트와 헬멧을 건네며 ‘앤트맨’이 되어 줄 것을 요청한다. 어리둥절 하지만 일단 한번 해보기로 결심한 스캇 랭은 행크 핌의 딸인 호프(에반젤린 릴리)의 도움을 받아 점차 히어로의 면모를 갖추어가고, 그의 스승이자 멘토인 행크 핌 박사를 도와 핌 입자를 악용하려는 세력을 막아야 하는데… 마블 유니버스의 새로운 세계가 이제 그의 손에 달렸다!', null, '12세 이상', '액션, SF', '117분');

insert into movie_info values(seq_movie_code.nextval, '쿵푸팬더3', 'Kung Fu Panda 3', '알레산드로 칼로니', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000078/78362/78362_185.jpg', to_date('20160128', 'YYYY-MM-DD'), '미국', '
잭 블랙, 안젤리나 졸리, 더스틴 호프만, 성룡, 세스 로건, 루시 리우, 데이빗 크로스, J.K. 시몬스', '어느 날 우연히, 어린 시절 잃어버렸던 진짜 ‘팬더’ 아버지를 만난 ‘포’는

아버지 ‘리’와 함께 팬더들이 어울려 사는 비밀스러운 그 곳, 팬더 마을로 향한다.

자신 못지 않게 여유와 흥 넘치는 팬더들과 즐거운 시간을 보내는 포.

하지만 모든 쿵푸 마스터들을 제압하며 전세계를 위협하는 악당 ‘카이’의 등장으로

포는 예상치 못했던 불가능한 도전에 맞닥뜨리게 된다.

놀기 좋아하고, 먹는 게 행복이며, 덤벙대는 게 특기인 팬더 친구들에게

궁극의 쿵푸를 전수해야 하는 것!

 


이번엔 쿵푸를 가르쳐야 한다!

쿵푸 훈련법 마스터에 나선 ‘포’, 팬더 인생 최대의 도전이 시작된다!', null, '전체', '애니메이션, 액션', '95분');

insert into movie_info values(seq_movie_code.nextval, '이미테이션게임', 'The Imitation Game', '모튼 틸덤', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000078/78092/78092_185.jpg', to_date('20150217', 'YYYY-MM-DD'), '미국', '
베네딕트 컴버배치, 키이라 나이틀리, 매튜 구드', '24시간 마다 바뀌는 해독불가 암호

암호를 풀고 1,400 만 명의 목숨을 구한 천재 수학자

 
매 순간 3명이 죽는 사상 최악의 위기에 처한 제 2차 세계대전.

절대 해독이 불가능한 암호 ‘에니그마’로 인해 연합군은 속수무책으로 당하게 된다

결국 각 분야의 수재들을 모아 기밀 프로젝트 암호 해독팀을 가동한다.

천재 수학자 앨런 튜링(베네딕트 컴버배치)은 암호 해독을 위한 특별한 기계를 발명하지만 24시간 마다 바뀌는 완벽한 암호 체계 때문에 번번히 좌절하고 마는데...

과연, 앨런 튜링과 암호 해독팀은 암호를 풀고 전쟁의 승리를 끌어낼 수 있을까…?', null, '15세 이상', '드라마, 스릴러', '114분');

insert into movie_info values(seq_movie_code.nextval, '미니언즈', 'Minions', '피에르 코핀, 카일 발다', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000078/78059/78059_185.jpg', to_date('20150729', 'YYYY-MM-DD'), '미국', '
산드라 블록, 존 햄, 마이클 키튼', '비켜, 이 구역의 주인공은 나야!

최고의 악당을 찾아 떠나는 ‘슈퍼배드 원정대’의 모험이 시작된다!

 

인류가 탄생하기 훨씬 오래 전, 태초에 미니언이 있었다. 당대 최고의 슈퍼 악당만을 보스로 섬겨온 미니언들!

 

하지만 의도치 않은 치명적(?) 실수로 인해 보스들과 이별하게 되고, 우울증에 빠진 미니언들을 구하기 위해 용감한 리더 ‘케빈’은 자유로운 영혼 ‘스튜어트’와 무한 긍정 ‘밥’과 함께 ‘슈퍼배드 원정대’를 결성한다.

 

세계 악당 챔피언십에 참석해 최초의 여성 슈퍼 악당 ‘스칼렛’(산드라 블록)을 보고 첫눈에 홀~딱 반한 이들은 일생일대의 위기가 다가오는지도 모른 채 스칼렛의 특급 미션을 넙죽 받게 되는데…', null, '전체', '애니메이션', '91분');

insert into movie_info values(seq_movie_code.nextval, '루시', 'Lucy', '뤽 베송', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000077/77644/77644_185.jpg', to_date('20140903', 'YYYY-MM-DD'), '미국', '
스칼렛 요한슨, 모건 프리먼, 애널리 팁튼, 최민식', '10%, 인간의 평균 뇌사용량 24%, 신체의 완벽한 통제 40%, 모든 상황의 제어 가능 62%, 타인의 행동을 컨트롤
100%, 한계를 뛰어넘는 액션의 진화가 시작된다!

 

평범한 삶을 살던 여자 루시(스칼렛 요한슨)는 어느 날 지하세계에서 극악무도하기로 유명한 미스터 장(최민식)에게 납치되어, 몸 속에 강력한 합성 약물을 넣은 채 강제로 운반하게 된다.

다른 운반책들과 같이 끌려가던 루시는 갑작스런 외부의 충격으로 인해 몸 속 약물이 체내로 퍼지게 되면서, 그녀 안의 모든 감각이 깨어나기 시작하는데…', null, '청소년 관람불가', '액션', '89분');

insert into movie_info values(seq_movie_code.nextval, '명량', 'Roaring Currents', '김한민', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000077/77373/77373_185.jpg', to_date('20140730', 'YYYY-MM-DD'), '한국', '
최민식, 류승룡, 조진웅, 김명곤, 이정현, 권율, 노민우, 김태훈', '1597년 임진왜란 6년,

오랜 전쟁으로 인해 혼란이 극에 달한 조선.

무서운 속도로 한양으로 북상하는 왜군에 의해 국가존망의 위기에 처하자

누명을 쓰고 파면 당했던 이순신 장군(최민식)이 삼도수군통제사로 재임명된다.

 

하지만 그에게 남은 건 전의를 상실한 병사와 두려움에 가득 찬 백성,

그리고 12척의 배 뿐.

마지막 희망이었던 거북선마저 불타고

잔혹한 성격과 뛰어난 지략을 지닌 용병 구루지마(류승룡)가 왜군 수장으로 나서자 조선은 더욱 술렁인다.

 

330척에 달하는 왜군의 배가 속속 집결하고

압도적인 수의 열세에 모두가 패배를 직감하는 순간,

이순신 장군은 단 12척의 배를 이끌고 명량 바다를 향해 나서는데…!

 

12척의 조선 vs 330척의 왜군

역사를 바꾼 위대한 전쟁이 시작된다!', null, '15세 이상', '액션, 시대극', '128분');

insert into movie_info values(seq_movie_code.nextval, '헝거게임-모킹제이', 'The Hunger Games: Mockingjay - Part 1', '프랜시스 로렌스', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000077/77355/77355_185.jpg', to_date('20141120', 'YYYY-MM-DD'), '미국', '
제니퍼 로렌스, 조쉬 허처슨, 리암 헴스워스, 필립 세이무어 호프만, 줄리안 무어, 우디 해럴슨, 엘리자베스 뱅크스, 도날드 서덜랜드', '캐피톨 VS 13구역 혁명군

게임은 끝났다! 물러설 수 없는 정면승부가 시작된다!

 

헝거게임이 끝나고 캣니스의 고향인 12구역이 캐피톨의 폭격으로 파괴되자 그녀는 절망감으로 괴로워한다. 12구역의 생존자들이 13구역에 있다는 것을 알게 된 캣니스는 반정부 세력의 중심이 된다. 어떤 공격도, 어떤 감시도 피할 수 있는 전설의 13구역을 다스리는 대통령 코인은 캣니스에게 혁명의 불꽃이자 반군의 상징인 모킹제이가 되어달라고 부탁하고, 모두의 희망이 된 캣니스는 이제 세상을 구할 반격을 시작한다.', null, '15세 이상', '액션, SF, 스릴러', '123분');

insert into movie_info values(seq_movie_code.nextval, '헝거게임-더 파이널', 'The Hunger Games: Mockingjay - Part 2', '프랜시스 로렌스', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000077/77361/77361_185.jpg', to_date('20141120', 'YYYY-MM-DD'), '미국', '
제니퍼 로렌스, 조쉬 허처슨, 리암 헴스워스, 나탈리 도머, 줄리안 무어, 필립 세이무어 호프만, 릴리 라베, 엘든 헨슨', '이 시대 마지막 판타지 블록버스터!

열광하라! 모든 것을 끝낼 게임이 시작된다!

 

두 번의 헝거게임에서 살아남은 생존자 캣니스 에버딘. 그런 그녀를 향한 스노우 대통령의 공격은 더욱 거세지고 캣니스의 분노는 폭발한다.

캣니스는 그를 멈추고 모든 것을 끝낼 수 있는 사람이 바로 자신임을 깨닫고, 13구역 군단에 합류한다. 철저하게 준비를 끝낸 캣니스와 최정예 요원들은 캐피톨 입성에 성공하지만 스노우 대통령이 설치한 함정들로 인해 목숨을 위협받는 위험한 상황에 처하게 된다.

희생된 동료들을 뒤로한 채 가까스로 스노우 대통령과의 대결을 앞둔 캣니스에게 또 다른 충격적인 사건이 벌어지는데…', null, '15세 이상', '액션', '137분');

insert into movie_info values(seq_movie_code.nextval, '친구2', 'FRIEND : THE GREAT LEGACY', '곽경택', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000077/77251/77251_185.jpg', to_date('20131114', 'YYYY-MM-DD'), '한국', '
유오성, 주진모, 김우빈', '“니 내랑 부산 접수할래?”

친구 ‘동수’(장동건)의 죽음을 지시한 혐의로 수감된 ‘준석’(유오성). 17년 만에 출소한 그는 몰라보게 달라진 세상과 어느새 조직의 실세로 성장해있는 ‘은기’의 모습에 위기감을 느낀다. ‘준석’은 아버지 ‘철주’(주진모)가 평생을 바쳐 이뤄놓은 조직을 되찾기 위해 흩어져있던 자신의 세력을 다시 모으고, 감옥에서 만나 자신을 아버지처럼 따르는 젊은 피 ‘성훈’(김우빈)을 오른팔로 두게 된다.

 

“담배 떨쳐가 우리 아버지 죽이라고 신호 줬다면서예?”

친아버지의 얼굴도 모른 채 불행한 어린 시절을 보냈던 ‘성훈’은 마치 아버지처럼 자신을 챙겨주는 ‘준석’에게 의지하며 그와 함께 부산을 접수하기 위해 힘쓴다. 그러던 어느 날 ‘성훈’을 찾아온 ‘은기’는 ‘동수’의 죽음에 대한 이야기를 풀어놓으며 ‘성훈’을 혼란에 빠트리는데...

 

두 남자의 숙명적인 만남!

친구를 잃은 그 날, 끝나지 않은 이야기가 시작된다!', null, '청소년 관람불가', '느와르, 액션', '124분');

insert into movie_info values(seq_movie_code.nextval, '더테러라이브', 'The Terror Live', '김병우', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000077/77028/77028_185.jpg', to_date('20130801', 'YYYY-MM-DD'), '한국', '
하정우', '2013 SUMMER,

한강 폭탄테러의 생생한 충격이 독점 생중계 된다!

 

“지금… 한강 다리를 폭파하겠습니다”

불미스러운 일로 라디오 프로그램으로 밀려난 국민 앵커 ‘윤영화’는 생방송 진행 중, 신원미상 청취자로부터 협박전화를 받는다.

“내가 터뜨린다고 했죠…?”

장난전화로 치부하며 전화를 끊은 순간, 마포대교가 폭발하는 장면을 목격하게 된다. 눈 앞에서 벌어진 끔찍한 재난이 ‘테러사건’이라는 단서를 쥐게 된 윤영화!

“신고하지마. 이건 일생일대의 기회야!”

마감뉴스 복귀 조건으로 보도국장과 물밑 거래를 시도한 그는 테러범과의 전화통화를 독점 생중계하기에 이른다.

“지금 뭐 하자는 거예요. 언론사 건드려 봤자 좋을 거 없어!” 21억이라는 거액의 보상금과 대통령의 사과를 요구하는 테러범. 한편 윤영화는 자신의 귀에 꽂힌 인이어에 폭탄이 설치된 사실을 알게 되는데…

 

테러범의 정체는 무엇이며,

왜 하필 앵커 ‘윤영화’를 지목했을까?

매력포인트', null, '15세 이상', '드라마, 스릴러', '98분');

insert into movie_info values(seq_movie_code.nextval, '나우 유 씨 미 : 마술사기단', 'Now You See Me', '루이스 리터리어', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000077/77012/77012_185.jpg', to_date('20130802', 'YYYY-MM-DD'), '미국', '
제시 아이젠버그, 마크 러팔로, 우디 해럴슨, 멜라니 로랑, 아일라 피셔, 데이브 프랑코, 마이클 케인, 모건 프리먼', '단 3초 만에 은행이 털렸다!

1년 전만 해도 무명이었던 길거리 마술사 "포 호스맨"은

단 3초만에 파리 은행의 비자금을 통째로 털어 관객들에게 뿌리는 매직쇼를 성공시켜 전세계의 이목을 끈다.

하지만 이것은 "시선 끌기"였을 뿐! 포 호스맨의 범행은 점점 더 거대해지고 치밀해지는데...

 

전세계를 무대로 한 통쾌하고 짜릿한 완전범죄 매직쇼가 시작된다!', null, '12세 이상', '범죄, 액션, 스릴러', '115분');

insert into movie_info values(seq_movie_code.nextval, '국제시장', 'Ode to My Fathere', '윤제균', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76955/76955_185.jpg', to_date('20130802', 'YYYY-MM-DD'), '한국', '
황정민, 김윤진, 오달수, 정진영, 장영남, 라미란, 김슬기', '가족을 위해 굳세게 살아온 그때 그 시절, 가장 평범한 아버지의 가장 위대한 이야기가 시작된다!

1950년 한국전쟁을 지나 부산으로 피란 온 ‘덕수’의 다섯 식구, 전쟁 통에 헤어진 아버지를 대신해야 했던 ‘덕수’는 고모가 운영하는 부산 국제시장의 수입 잡화점 ‘꽃분이네’서 일하며 가족의 생계를 꾸려 나간다. 모두가 어려웠던 그때 그 시절, 남동생의 대학교 입학 등록금을 벌기 위해 이역만리 독일에 광부로 떠난 ‘덕수’는 그곳에서 첫사랑이자 평생의 동반자 ‘영자’를 만난다. 그는 가족의 삶의 터전이 되어버린 ‘꽃분이네’ 가게를 지키기 위해 ‘선장’ 이 되고 싶었던 오랜 꿈을 접고 다시 한 번 전쟁이 한창이던 베트남으로 건너가 기술 근로자로 일하게 되는데…', null, '12세 이상', '드라마', '126분');

insert into movie_info values(seq_movie_code.nextval, '은밀하게 위대하게', 'Secretly Greatly', '장철수', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76945/76945_185.jpg', to_date('20130605', 'YYYY-MM-DD'), '한국', '
김수현, 박기웅, 이현우, 손현주, 박혜숙, 김성균(1), 고창석, 장광, 신정근, 홍경인, 이채영, 박은빈, 최우식', '공화국에선 혁명전사,이 곳에선 간첩.

들개로 태어나 괴물로 길러진 내 남파임무는

어이없지만 동네 바보입니다.

 

북한의 남파특수공작 5446 부대. 20000:1의 경쟁률을 뚫은 최고 엘리트 요원 원류환, 공화국 최고위층 간부의 아들이자 류환 못지 않은 실력자 리해랑, 공화국 사상 최연소 남파간첩 리해진. 세 사람은 5446부대의 전설 같은 존재이다.

 

하지만 조국통일이라는 원대한 사명을 안고 남파된 그들이 맡은 임무는 어처구니 없게도 달동네 바보, 가수지망생, 고등학생이다. 전달되는 명령도 없이 시간은 흘러만 가고 남한 최하층 달동네 사람들과 부대끼며 살아가는 일상에 익숙해져 간다. 그러던 어느 날 그들에게 전혀 뜻밖의 은밀하고 위대한 임무가 내려진다.

 

전설이 되어야만 돌아갈 수 있는

그들의 이야기가 지금 시작됩니다.', null, '15세 이상', '액션, 드라마, 코미디', '124분');

insert into movie_info values(seq_movie_code.nextval, '퍼시픽 림', 'Pacific Rim', '길예르모 델 토로', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76782/76782_185.jpg', to_date('20130711', 'YYYY-MM-DD'), '미국', '
찰리 헌냄, 론 펄먼, 이드리스 엘바, 찰리 데이, 키쿠치 린코', '태평양 한 가운데 놈들이 나타났다!

괴물과 싸우기 위해 더 거대한 괴물을 만들었다! 2025년, 일본 태평양 연안의 심해에 커다란 균열이 일어난다. 정체를 알 수 없었던 이 곳은 지구와 우주를 연결하는 포탈이었고 여기서 엄청난 크기의 외계괴물 ‘카이주(Kaiju)가 나타난다. 일본 전역을 시작으로 미국, 중국, 러시아, 호주 등 지구 곳곳을 파괴하며 초토화시키는 카이주의 공격에 전 세계가 혼돈에 빠진다. 전 지구적인 비상사태 돌입에 세계 각국의 정상들은 인류 최대의 위기에 맞서기 위한 지구연합군인 ‘범태평양연합방어군’을 결성, 각국을 대표하는 메가톤급 초대형 로봇 ‘예거(Jaeger)’를 창조한다. 상상을 초월하는 수퍼 파워, 뇌파를 통해 파일럿의 동작을 인식하는 신개념 조종시스템을 장착한 예거 로봇과 이를 조종하는 최정예 파일럿들이 괴물들에게 반격을 시작하면서 사상 초유의 대결이 펼쳐진다.', null, '12세 이상', 'SF, 액션', '131분');

insert into movie_info values(seq_movie_code.nextval, '깡철이', 'Tough As Iron', '안권태', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76748/76748_185.jpg', to_date('20131002', 'YYYY-MM-DD'), '한국', '
유아인, 김해숙, 김정태, 김성오, 이시언, 정유미(1)', '부산의 부두 하역장에서 일하며 하루하루를 살아가는 강철이.

안정적인 직장도, 기댈 수 있는 집안도, 믿을만한 빽도 없지만

그래도 힘들다는 말은 절대로 하지 않는 ‘깡’으로 뭉친 부산 사나이다.

 

거기에 아픈 엄마까지 책임져야 하는 고달픈 강철,

어느 날 서울에서 여행 온 자유로운 성격의 ‘수지’를 만나고,

잠시나마 웃음을 되찾은 강철은 처음으로 세상 밖으로 나갈 꿈도 꾸기 시작한다.

 

하지만 성치 않은 몸으로 동네방네 사고만 치던 엄마 ‘순이씨’의 병세가 갑자기 악화되고,

유일한 친구 ‘종수’는 사기를 당해 돈 마련이 시급한 강철까지 위험에 빠뜨린다.

당장 돈을 마련하지 못하면 엄마와 친구, 자신의 삶까지 잃게 생긴 강철,

부산 뒷골목의 보스 ‘상곤’은 강철에게 위험한 선택을 제시하는데...!', null, '15세 이상', '가족', '108분');

insert into movie_info values(seq_movie_code.nextval, '전설의 주먹', 'Fist of Legend,', '강우석', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76734/76734_185.jpg', to_date('20130410', 'YYYY-MM-DD'), '한국', '
황정민, 유준상, 이요원, 윤제문, 정웅인, 성지루', '
학창시절, 화려한 무용담들을 남기며 학교를 평정했던 파이터들 중 진짜 최강자는 누구였을까?

한때 ‘전설’이라 불렸던 그들이 맞붙어 승부를 가리는 TV파이트 쇼 ‘전설의 주먹’.

세월 속에 흩어진 전국 각지의 파이터들이 하나 둘씩 등장하고, 쇼는 이변을 속출하며 뜨겁게 달아오른다. 그리고 화제 속에 등장한 전설의 파이터 세 사람에 전국민의 시선이 집중된다.

복싱 챔피언의 꿈이 눈 앞에서 좌절된,

지금은 혼자서 딸을 키우는 국수집 사장 임덕규(황정민)

 

카리스마 하나로 일대를 평정했던,

지금은 출세를 위해 자존심까지 내팽개친 대기업 부장 이상훈(유준상)

 

남서울고 독종 미친개로 불렸던,

지금도 일등을 꿈꾸지만 여전히 삼류 건달인 신재석(윤제문)
말보다 주먹이 앞섰던 그 시절, 예기치 못한 사건으로 각자의 삶을 살던 세 친구들의 비하인드 스토리까지 밝혀지면서 전국은 ‘전설의 주먹’ 열풍에 휩싸인다. 마침내 역대 최고의 파이터들이 8강 토너먼트를 통해 우승상금 2억 원을 놓고 벌이는 최후의 파이트 쇼 ‘전설대전’의 막이 오르고… 이제 자기 자신이 아닌 그 누군가를 위해 인생의 마지막 승부를 건 세 친구의 가슴 뜨거운 대결이 다시 시작된다.

진짜 전설은 지금부터다.', null, '청소년 관람불가', '액션, 드라마', '153분');

insert into movie_info values(seq_movie_code.nextval, '아이언 맨 3', 'Iron Man 3', '셰인 블랙', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76670/76670_185.jpg', to_date('20130425', 'YYYY-MM-DD'), '미국', '
로버트 다우니 주니어, 기네스 펠트로, 벤 킹슬리, 돈 치들, 가이 피어스', ' 21세기 가장 매력적인 히어로의 귀환

지금까지의 아이언맨은 잊어라!

 

<어벤져스> 뉴욕 사건의 트라우마로 인해 영웅으로서의 삶에 회의를 느끼는 토니 스타크(로버트 다우니 주니어).

그가 혼란을 겪는 사이 최악의 테러리스트 만다린(벤 킹슬리)을 내세운 익스트리미스 집단 AIM이 스타크 저택에 공격을 퍼붓는다. 이 공격으로 그에게 남은 건 망가진 수트 한벌 뿐.

모든 것을 잃어버린 그는 다시 테러의 위험으로부터 세계와 사랑하는 여인(기네스 팰트로)를 지켜내야 하는 동시에 머릿속을 떠나지 않던 한가지 물음의 해답도 찾아야만 한다.

 

과연 그가 아이언맨인가? 수트가 아이언맨인가?

 

아이언맨에게 닥친 사상 최고의 위기!', null, '12세 이상', '액션, SF, 어드벤처', '129분');

insert into movie_info values(seq_movie_code.nextval, '반창꼬', 'Love 911', '정기훈', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76656/76656_185.jpg', to_date('20121219', 'YYYY-MM-DD'), '한국', '
고수, 한효주, 마동석, 김성오, 쥬니, 진서연', '
까칠한 남자 [고수], 들이대는 여자 [한효주]

사람 구하기 좋은 날, 우린 만났다!

 

매일 목숨을 내놓고 사건 현장에 뛰어들지만 정작 자신의 아내를 구하지 못한 상처를 간직한 소방관 강일(고수). 매번 제 멋대로 말하고 거침없이 행동하며 상처도 사랑도 없는 척하지만 단 한번의 실수로 위기에 처한 의사 미수(한효주). 우연한 기회에 미수가 119 구조대 의용대원으로 일하게 되면서 같은 구조대에 있는 강일에게 처음으로 마음을 열고 적극적으로 다가간다. 모든 방법을 동원해 강일에게 애정공세를 펼치는 미수. 그리고 그런 그녀에게 까칠함으로 일관하던 강일 역시 조금씩 마음을 열기 시작한다. 가스 폭발 사고는 물론 차량 충돌 사고까지 쉴 틈 없이 이어지는 아찔한 사고 현장 속에서 생명을 구하고 기분 좋게 하루를 마무리 하며, 또 다른 내일을 준비하는 소방대원들. 생사가 오가는 치열한 현장에서 다른 이들의 생명은 구하며 살지만 정작 자신의 상처는 돌보지 못하는 강일과 미수.

과연 그들은 서로의 상처에 반창꼬를 붙여 줄 수 있을까?

12월, 사랑보다 더 <뜨거운> 이야기가 시작된다!', null, '15세 이상', '로맨스, 멜로, 드라마', '120분');

insert into movie_info values(seq_movie_code.nextval, '늑대소년', 'a werewolf boy', '조성희', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76584/76584_185.jpg', to_date('20121031', 'YYYY-MM-DD'), '한국', '
송중기, 박보영', '
체온 46도, 혈액형 판독불가…

세상에 없어야 할 위험한 존재 늑대소년, 운명적 사랑에 빠지다!

 

요양 차 가족들과 한적한 마을로 이사 간 소녀는 어둠 속에 몸을 숨긴 의문의 늑대소년을 발견한다. 야생의 눈빛으로 사람 같지 않은 행동을 보이는 소년에게 왠지 마음이 쓰이는 소녀는 먹을 것을 보고 기다리는 법, 옷 입는 법, 글을 읽고 쓰는 법 등 소년에게 세상에서 살아가는 방법들을 하나씩 가르쳐준다. 태어나 처음으로 자신을 향해 손을 내밀어준 소녀에게 애틋한 감정이 싹트는 소년. 그러던 어느 날 예기치 못한 위기 속에 소년의 숨겨져 있던 위험한 본성이 드러나고, 소년은 순식간에 마을 사람들에게 두려움과 공포의 대상이 되어버리는데……', null, '15세 이상', '로맨스, 환타지, 드라마, 멜로', '125분');

insert into movie_info values(seq_movie_code.nextval, '회사원', 'A Company Man', '임상윤', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76581/76581_185.jpg', to_date('20121011', 'YYYY-MM-DD'), '한국', '
소지섭, 이미연, 곽도원, 김동 , 이경영', '
<살인청부회사> 영업2부 과장, 지형도가 평범한 인생을 꿈꾸게 되면서 모두의 표적이 되어 벌이는 액션 드라마', null, '청소년 관람불가', '액션, 드라마', '96분');

insert into movie_info values(seq_movie_code.nextval, '테이큰 2', 'Taken 2', '올리비에 메가턴', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76509/76509_185.jpg', to_date('20120927', 'YYYY-MM-DD'), '프랑스', '
리암 니슨, 매기 그레이스, 팜케 얀센', '
그를 찾지 말아야 했다!!

 

킴(메기 그레이스)의 납치사건으로 조직에 치명타를 입고,

가족의 목숨까지 빼앗긴 인신매매범 일당은 브라이언(리암 니슨)에게 똑같이 갚아주기 위해 자신들의 조직력을 총동원, 그의 뒤를 쫓는다.

한편, 이스탄불을 여행 중이던 브라이언과 전처 레노어(팜케 얀슨)는 알 수 없는 일당의 기습을 받고 납치되지만,

킴만은 극적으로 놈들의 손아귀에서 벗어난다.

 

복수의 상대를 잘못 골랐다!!

 

낯선 도시 이스탄불에서 복면에 가려진 채 어디론가 끌려가는 브라이언은 오직 소리에만 의존해 자신의 위치를 파악해간다. 1,2,3…우회전, 1,2,3… 뱃고동… 놈들의 감시를 피해 가까스로 탈출에 성공한 브라이언.

 이제, 위기에 빠진 킴과 레노아를 지키기 위해

다시 한번 전직 특수 요원의 실력을 발휘해

놈들을 역추적하기 시작하는데..', null, '청소년 관람불가', '액션, 범죄, 드라마', '92분');

insert into movie_info values(seq_movie_code.nextval, '도둑들', 'The Thieves', '최동훈', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76438/76438_185.jpg', to_date('20120725', 'YYYY-MM-DD'), '한국', '
김윤석, 김혜수, 이정재, 전지현, 임달화, 김해숙, 오달수, 김수현(I), 이신제, 증국상', '
10인의 도둑, 1개의 다이아몬드 그들이 움직이기 시작했다!

 

한 팀으로 활동 중인 한국의 도둑 뽀빠이와 예니콜, 씹던껌, 잠파노. 미술관을 터는데 멋지게 성공한 이들은 뽀빠이의 과거 파트너였던 마카오박이 제안한 홍콩에서의 새로운 계획을 듣게 된다. 여기에 마카오박이 초대하지 않은 손님, 감옥에서 막 출소한 금고털이 팹시가 합류하고 5명은 각자 인생 최고의 반전을 꿈꾸며 홍콩으로 향한다.

 

홍콩에서 한국 도둑들을 기다리고 있는 4인조 중국도둑 첸, 앤드류, 쥴리, 조니. 최고의 전문가들이 세팅된 가운데 서로에 대한 경계를 늦추지 않는 한국과 중국의 도둑들. 팽팽히 흐르는 긴장감 속에 나타난 마카오박은 자신이 계획한 목표물을 밝힌다. 그것은 마카오 카지노에 숨겨진 희대의 다이아몬드 <태양의 눈물>. 성공을 장담할 수 없는 위험천만한 계획이지만 2천만 달러의 달콤한 제안을 거부할 수 없는 이들은 태양의 눈물을 훔치기 위한 작업에 착수한다.

 

그러나 진짜 의도를 알 수 없는 비밀스런 마카오박과 그런 마카오박의 뒤통수를 노리는 뽀빠이, 마카오박에게 배신당한 과거의 기억을 잊지 못하는 팹시와 팀보다 눈 앞의 현찰을 먼저 챙기는 예니콜, 그리고 한국 도둑들을 믿지 않는 첸과 중국 도둑들까지. 훔치기 위해 모였지만 목적은 서로 다른 10인의 도둑들은 서서히 자신만의 플랜을 세우기 시작하는데…', null, '15세 이상', '액션, 범죄, 드라마', '139분');

insert into movie_info values(seq_movie_code.nextval, '후궁 : 제왕의 첩', 'The Concubine', '김대승', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76282/76282_185.jpg', to_date('20120606', 'YYYY-MM-DD'), '한국', '
조여정, 김동욱, 김민준, 박지영, 이경영, 박철민, 조은지', '
살기 위해 변해야 했던 여인 <화연>

권력과 사랑으로 벌거벗은 왕 <성원대군>

모든 걸 빼앗긴 남자 <권유>

죽기 전엔 나갈 수 없는 궁에서 일어난 미친 욕망', null, '청소년 관람불가', '드라마, 멜로', '122분');

insert into movie_info values(seq_movie_code.nextval, '내 아내의 모든 것', 'All About My Wife', '민규동', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76281/76281_185.jpg', to_date('20120517', 'YYYY-MM-DD'), '한국', '
임수정, 이선균, 류승룡', '
완벽한 결별을 위한 유혹 프로젝트가 시작된다!

 

그녀는 최고였다. 입을 열기 전까지는...!

뛰어난 요리 실력, 완벽한 외모, 똑 부러지는 성격까지. 남들이 보기엔 모든 것을 갖춘 최고의 여자인 정인(임수정). 하지만 입만 열면 쏟아내는 불평과 독설로 인해 남편 두현(이선균)에겐 결혼생활 하루하루가 죽을 맛이다. 매일 수백 번씩 이혼을 결심하지만 아내가 무서워 이혼의 [이]자도 꺼내지 못하는 소심한 남편 두현.

그런 아내와 헤어질 방법은 단 하나뿐. 그녀가 먼저 두현을 떠나게 하는 것!

 

오늘, 아내에게 카사노바를 보냈다!

아내가 싫어하는 짓만 골라하며 소심한 반항을 해보지만 눈도 까딱 않는 정인을 보며 두현은 아내에게 다른 남자를 만들어 주겠다는 대담한(!) 계획을 세운다. 어떤 여자든 사랑의 노예로 만들어 버리는 비범한 능력을 지녔다는 전설의 카사노바 성식. 이제 은퇴를 선언하고 은둔의 삶을 선택한 그에게 두현은 카사노바 인생의 화룡점정을 위한 마지막 여자로 정인을 유혹해 달라고 의뢰하는데...', null, '15세 이상', '로맨스, 코미디, 멜로', '121분');

insert into movie_info values(seq_movie_code.nextval, '은교', 'Eungyo', '정지우', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000076/76274/76274_185.jpg', to_date('20120425', 'YYYY-MM-DD'), '한국', '
박해일, 김무열 , 김고은', '
소녀의 싱그러운 젊음과 관능에 매혹 당한 위대한 시인 이적요 스승의 천재적인 재능을 질투한 패기 넘치는 제자 서지우 그리고 위대한 시인의 세계를 동경한 싱그러운 관능의 열일곱 소녀 은교 서로 갖지 못한 것을 탐하다. 질투와 매혹으로 뒤얽힌 세 사람의 숨겨진 도발!.', null, '청소년 관람불가', '로맨스, 멜로', '129분');

insert into movie_info values(seq_movie_code.nextval, '퍼펙트 게임', 'Perfect Game', '박희곤', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000055/55846/55846_185.jpg', to_date('20111221', 'YYYY-MM-DD'), '한국', '
조승우, 양동근', '
대결을 원한 세상 속으로
꿈을 던진 두 남자, 최동원 선동열의 고독하고도 치열한 맞대결!!



지역주의와 학연의 골이 깊었던 불안과 격동의 시대 1980년대,

전 국민이 환호했던 유일한 위안은 프로야구였다!



피나는 노력과 끈기로 대한민국 최고의 투수로 자리잡은 롯데의 최동원!

그리고 최동원의 뒤를 이어 새롭게 떠오르는 해태의 천재 투수 선동열!

우정을 나누던 선후배였던 두 사람은 공 던지는 모습 하나 만으로도

대한민국을 열광시킨 전 국민의 슈퍼 스타였다.

 

하지만 세상은, 연세대와 고려대, 경상도와 전라도, 롯데와 해태로 나눠진

두 사람을 공존할 수 없는 라이벌로 몰아세우는데..

 

결국 운명적인 첫 번째 맞대결에서 1-0으로 해태의 선동열이,

두 번째 대결에선 2-0으로 롯데의 최동원이 우승의 영광을 안는다.

1대 1의 팽팽한 상황이 되자, 더욱 뜨겁게 달아오른 언론과 국민들은 앞다투어

두 사람의 의지와 상관없는, 피할 수도 이길 수도 없는 마지막 대결로 몰아 간다!

 

그리고 1987년 5월 16일,

승부만을 강요했던 비정한 세상에서 전국민이 지켜보는 가운데

자신들의 꿈을 걸어야 했던 최동원과 선동열의 맞대결이 펼쳐진다!

선동렬 앞에서만은 큰 산이고 싶었던 최동원. 그 산을 뛰어 넘고 싶었던 선동렬! 2011년 12월, 이제 대한민국 프로 야구 역사상 가장 완벽한 경기가 시작된다! ', null, '12세 이상', '드라마', '127분');

insert into movie_info values(seq_movie_code.nextval, '완득이', 'Punch', '이한', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000055/55724/55724_185.jpg', to_date('20111020', 'YYYY-MM-DD'), '한국', '
김윤석, 유아인, 김상호, 박효주', '
열 여덟, 인생 최대의 적수를 만났다! 남들보다 키는 작지만 자신에게만은 누구보다 큰 존재인 아버지와 언제부터인가 가족이 되어버린 삼촌과 함께 사는 고등학생 완득이. 가난하고 불우한 가정환경에 공부도 못하는 문제아지만 싸움만큼은 누구에게도 지지 않는다. 가진 것도, 꿈도, 희망도 없는 완득이 간절히 바라는 것이 딱 하나 있었으니, 바로 담임 ‘똥주’가 없어지는 것! 사사건건 자신의 일에 간섭하는 데다 급기야 옆집 옥탑방에 살면서 밤낮없이 자신을 불러대는 ‘똥주’. 오늘도 완득은 교회를 찾아 간절히 기도한다. “제발 똥주 좀 죽여주세요” 그가 내 이름을 불러주었을 때, 내 인생은 꼬이기 시작했다! 입만 열면 막말, 자율학습은 진정한 자율에 맡기는 독특한 교육관으로 학생들에게 ‘똥주’라 불리는 동주. 유독 완득에게 무한한 관심을 갖고 있는 동주는 학교에서는 숨기고 싶은 가족사와 사생활을 폭로하여 완득을 창피하게 만들고, 집에 오면 학교에서 수급 받은 햇반마저 탈취하는 행각으로 완득을 괴롭힌다. 오밤중에 쳐들어와 아버지, 삼촌과 술잔을 기울이는 건 예삿일이 돼버렸다. 그러던 어느 날, 존재조차 모르고 살았던 친엄마를 만나 보라는 동주의 넓은 오지랖에 완득은 더 이상 참지 못하고 가출을 계획해보지만, 완득을 향한 동주의 관심은 식을 줄을 모르는데…! 세상에 등돌린 소심한 반항아 ‘완득’ 세상에 반항하는 오지랖 선생 ‘똥주’ 그들의 유쾌하고 특별한 멘토링이 시작된다!
', null, '12세 이상', '드라마', '110분');

insert into movie_info values(seq_movie_code.nextval, '투혼', 'Pitch High', '김상진', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39745/39745_185.jpg', to_date('20111006', 'YYYY-MM-DD'), '한국', '
김주혁, 김선아', '
통산 149승, 최고구속 161km, 3년 연속 MVP에 빛나는 롯데 자이언츠의 간판스타 <윤도훈>. 하지만 현실은 오만방자에 안하무인, 1년 365일 신문 1면을 장식하며 사건사고가 끊이지 않는 탓에 결국 마운드에서는 패전처리 2군투수로 전락하고, 집에서 역시 쫓겨나 후배 집에 얹혀사는 신세! 인내심 하나로 윤도훈 전담 뒷수습을 도맡아 해온 <유란>은 도저히 더 이상 그의 막장 내리막길 인생을 눈 뜨고 볼 수 없어, 숨겨둔 비장의 히든 카드를 꺼내어 마지막 경고를 하는데....


사건사고의 달인 윤도훈 vs 뒷수습 달인 오유란, 
그들의 본격 개과천선 프로젝트가 시작된다!', null, '전체', '드라마', '124분');

insert into movie_info values(seq_movie_code.nextval, '도가니', 'Silenced', '황동혁', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39739/39739_185.jpg', to_date('20110922', 'YYYY-MM-DD'), '한국', '
공유, 정유미', ' 2011년, 대한민국의 마음을 움직일 진실이 찾아온다.


믿을 수 없지만, 
한 청각장애인학교에서 실제 일어난 사건입니다. 2000년부터 5년간 청각장애아를 상대로 교장과 교사들이 
비인간적인 성폭력과 학대를 저질렀습니다. 
인정하고 싶지 않지만 이 이야기는 진실입니다. 
이제 이 끔찍한 진실을 마주해야 할 시간입니다.', null, '청소년 관람불가', '드라마', '125분');

insert into movie_info values(seq_movie_code.nextval, '리미트리스', 'Limitless', '닐 버거', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39698/39698_185.jpg', to_date('20120712', 'YYYY-MM-DD'), '미국', '
브래들리 쿠퍼, 애비 코니쉬, 로버트 드 니로', '
삼키는 순간 세상을 지배한다!

 

에디 모라(브래들리 쿠퍼)는 마감 날짜가 다가오지만 한 글자도 쓰지 못한 무능력한 작가로 애인 린디(애비 코니쉬)에게도 버림 받으며 찌질한 하루하루를 보낸다. 우연히 만난 전처의 동생이 준 신약 한 알을 복용한 그는 순간 뇌의 기능이 100% 가동, 그의 인생은 하루 아침에 바뀌어 버린다. 보고 들은 것은 모두 기억하고 하루에 한 개의 외국어를 습득하여 아무리 복잡한 수학공식이라도 순식간에 풀어버린다. 게다가 사람들의 마음을 사로잡는 것 역시 너무 간단해져 버린 그는 검증되지 않은 이 약을 계속 먹으며 능력을 지속해 가고 곧 주식 투자로 수백만 달러를 벌어들인다.

 

그를 지켜보던 거물 칼 밴 룬(로버트 드니로)은 역사상 가장 큰 기업합병을 도와달라고 제의하지만 남아있는 신약을 얻기 위한 사람들이 나타나면서 에디는 위험에 처하게 되고 신약의 치명적인 부작용도 서서히 나타나기 시작하는데..', null, '15세 이상', '스릴러, SF, 액션', '105분');

insert into movie_info values(seq_movie_code.nextval, '블라인드', 'BLIND', '안상훈', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39642/39642_185.jpg', to_date('20110810', 'YYYY-MM-DD'), '한국', '
김하늘, 유승호', '
사건을 <느낀> 최초 목격자, 시각장애인 수아!
연속적인 여대생 실종사건과 뺑소니 사고.
하지만 나타난 목격자는 다름 아닌 시각장애인 수아(김하늘). 
촉망 받는 경찰대생이었던 그녀는 뺑소니 사고의 중요한 단서들을 알려준다.


그리고 사건을 <확인한> 두 번째 목격자의 기섭!
수아의 진술로 수사가 진행되던 중 또 다른 목격자 기섭(유승호)이 등장하고
직접 눈으로 목격한 그는 수아와 엇갈린 진술을 한다.
그로 인해 수사는 점점 다른 국면에 처하게 되는데...


하나의 사건, 두 명의 목격자, 엇갈린 진술! 
진실을 향한 그들의 치열한 사투가 시작된다!', null, '청소년 관람불가', '스릴러', '111분');

insert into movie_info values(seq_movie_code.nextval, '고지전', 'The Front Line', '장훈', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39627/39627_185.jpg', to_date('20110720', 'YYYY-MM-DD'), '한국', '
신하균, 고수, 류승수, 고창석, 이제훈', '
1951년, 우리가 알고 있던 전쟁은 끝났다
이제 모든 전선은 <고지전>으로 돌입한다!


1953년 2월, 휴전협상이 난항을 거듭하는 가운데 교착전이 한창인 동부전선 최전방 애록고지에서 전사한 중대장의 시신에서 아군의 총알이 발견된다. 
상부에서는 이번 사건을 적과의 내통과 관련되어 있음을 의심하고 방첩대 중위 강은표(신하균)에게 동부전선으로 가 조사하라는 임무를 내린다. 애록고지로 향한 은표는 그 곳에서 죽은 줄 알았던 친구 김수혁(고수)을 만나게 된다. 유약한 학생이었던 수혁은 2년 사이에 이등병에서 중위로 특진해 악어중대의 실질적 리더가 되어 있고, 그가 함께하는 악어중대는 명성과 달리 춥다고 북한 군복을 덧입는 모습을 보이고 갓 스무살이 된 어린 청년이 대위로 부대를 이끄는 등 뭔가 미심쩍다. 
살아 돌아온 친구, 의심스러운 악어중대. 이 모든 것이 혼란스러운 가운데 은표는 오직 병사들의 목숨으로만 지켜낼 수 있는 최후의 격전지 애록고지의 실체와 마주하게 되는데…', null, '15세 이상', '전쟁', '133분');

insert into movie_info values(seq_movie_code.nextval, '해리포터와 죽음의 성물 2', 'Harry Potter And The Deathly Hallows: Part2', '데이빗 예이츠', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39614/39614_185.jpg', to_date('20110713', 'YYYY-MM-DD'), '영국, 미국', '
다니엘 래드클리프, 엠마 왓슨, 루퍼트 그린트', '
모든 것을 끝낼 최후의 전투! 
판타지의 아름다운 역사가 드디어 마침표를 찍는다!


덤블도어 교장이 남긴 <죽음의 성물>의 단서를 쫓던 해리 포터는 볼드모트가 그토록 찾아 다닌 절대적인 힘을 가진 지팡이의 비밀을 통해 드디어 마지막 퍼즐을 완성한다. 볼드모트의 영혼이 담긴 다섯 번째 <호크룩스>를 찾기 위해 마법학교 호그와트로 돌아온 해리와 친구들은 그들을 잡으려는 보안마법에 걸려 위기를 맞지만 덤블도어의 동생인 에버포스의 도움으로 벗어난다. 그리고 그에게서 덤블도어와 어둠의 마법사 그린델왈드에 관한 놀라운 과거에 대해 알게 된다. 한편, 볼드모트는 해리에 의해 호크룩스들이 파괴되었음을 느끼고 호그와트로 향한다. 해리를 주축으로 한 불사조 기사단과 죽음을 먹는 자들 간의 마법전투가 벌어지고 여기에 거대거미 아크로맨투라와 거인족 등 마법 생물들이 볼드모트 편으로 가세하면서 호그와트는 거대한 전쟁터로 변한다. 전쟁의 틈에서 해리는 덤블도어를 죽인 스네이프의 엄청난 비밀과 볼드모트를 죽일 마지막 호크룩스에 대한 단서를 알게 되는데...', null, '전체', '환타지, 어드벤처', '131분');

insert into movie_info values(seq_movie_code.nextval, '써니', 'Sunny', '강형철', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39561/39561_185.jpg', to_date('20110728', 'YYYY-MM-DD'), '한국', '
유호정, 진희경, 고수희, 홍진희, 이연경, 김선경', '
나의 친구 우리들의 추억 <써니>
가장 찬란한 순간, 우리는 하나였다!


전라도 벌교 전학생 나미는 긴장하면 터져 나오는 사투리 탓에 첫날부터 날라리들의 놀림감이 된다. 
이때 범상치 않는 포스의 친구들이 어리버리한 그녀를 도와주는데… 
그들은 진덕여고 의리짱 춘화, 쌍꺼풀에 목숨 건 못난이 장미, 욕배틀 대표주자 진희, 괴력의 다구발 문학소녀 금옥, 미스코리아를 꿈꾸는 사차원 복희 그리고 도도한 얼음공주 수지. 나미는 이들의 새 멤버가 되어 경쟁그룹 <소녀시대>와의 맞짱대결에서 할머니로부터 전수받은 사투리 욕 신공으로 위기상황을 모면하는 대활약을 펼친다. 일곱 명의 단짝 친구들은 언제까지나 함께 하자는 맹세로 칠공주 <써니>를 결성하고 학교축제 때 선보일 공연을 야심차게 준비하지만 축제 당일, 뜻밖의 사고가 일어나 뿔뿔이 흩어지게 된다.


그로부터 25년 후, 잘 나가는 남편과 예쁜 딸을 둔 나미의 삶은 무언가 2프로 부족하다. 
어느 날 <써니짱> 춘화와 마주친 나미는 재회의 기쁨을 나누며, <써니> 멤버들을 찾아 나서기로 결심하는데… 
가족에게만 매어있던 일상에서 벗어나 추억 속 친구들을 찾아나선 나미는 그 시절 눈부신 우정을 떠올리며 가장 행복했던 순간의 자신과 만나게 된다.', null, '15세 이상', '드라마', '124분');

insert into movie_info values(seq_movie_code.nextval, '토르 : 천둥의 신', 'THOR', '케네스 브래너', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000039/39531/39531_185.jpg', to_date('20110428', 'YYYY-MM-DD'), '미국', '
크리스 헴스워스, 나탈리 포트만, 안소니 홉킨스', '
신의 세계 <아스가르드>의 후계자로 강력한 파워를 지닌 천둥의 신 <토르>. 평소 거침없는 성격의 소유자인 토르는 신들간의 전쟁을 일으킨 죄로 신의 자격을 박탈당한 채 지구로 추방당한다. 힘의 원천인 해머 <묠니르>도 잃어버린 채 하루 아침에 평범한 인간이 되어버린 토르는 혼란스러움을 뒤로 한 채 지구에서 처음 마주친 과학자 <제인>일행과 함께 하며 인간 세계에 적응해 나가기 시작한다. 하지만 그 사이 아스가르드는 후계자 자리를 노리는 <로키>의 야욕으로 인해 혼란에 빠진다. 후계자로 지목된 자신의 형 토르를 제거하려는 로키는 마침내 지구에까지 무차별적인 공격을 시작한다. 자신의 존재 때문에 지구에 거대한 위험이 닥치고 있음을 알게 된 토르. 그런 그의 앞에 보다 강력한 파괴력의 상대가 등장하는데...
 

두개의 세계, 한명의 영웅
모두의 운명을 건 최후의 격돌이 시작된다!', null, '12세 이상', '액션, 환타지, 어드벤처', '130분');

insert into movie_info values(seq_movie_code.nextval, '호두까기 인형과 4개의 왕국', 'The Nutcracker and the Four Realms', '라세 할스트롬, 조 존스톤', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81364/81364_185.jpg', to_date('20181206', 'YYYY-MM-DD'), '미국', '
키이라 나이틀리, 매켄지 포이, 헬렌 미렌, 모건 프리먼', '
“누구나 알고 있지만 아무도 모르는 이야기”
 
크리스마스 이브,
대부 ‘드로셀마이어’의 파티에 참석한 ‘클라라’는
돌아가신 엄마의 마지막 크리스마스 선물을 열어줄 황금 열쇠를 찾아 나선다.
대부에게 건네받은 황금실을 따라 마법의 세상 속으로 들어간 ‘클라라’는 호두까기 병정과 함께
3개의 왕국을 지나면서 다양한 사건과 사람들을 만나 환상적인 모험을 즐긴다.
그러나 엄마의 수수께끼를 풀 수 있는 열쇠를 얻기 위해서는
모두가 두려워하는 네 번째 왕국으로 가야만 하는데…
 
황금 열쇠를 따라가면,
지금껏 본 적 없는 마법의 세계가 열린다!', null, '전체', '가족, 환타지, 어드벤처', '99분');

insert into movie_info values(seq_movie_code.nextval, '도어락', 'Door Lock', '이권', 'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81315/81315_185.jpg', to_date('20181205', 'YYYY-MM-DD'), '한국', '
공효진, 김예원, 김성오', '
열려있는 도어락, 낯선 사람의 침입 흔적, 혼자 사는 ‘경민’(공효진)의 원룸에 살인사건이 일어나면서 시작되는 현실 공포를 그린 스릴러', null, '15세 이상', '드라마, 스릴러', '102분');

insert into movie_info values(seq_movie_code.nextval, '국가부도의 날', 'Default', '최국희', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81228/81228_185.jpg', to_date('20181128', 'YYYY-MM-DD'), '한국', '김혜수, 유아인, 조우진, 허준호, 뱅상 카셀', 
'모든 투자자들은 한국을 떠나라. 지금 당장

1997년, 대한민국 최고의 경제 호황을 믿어 의심치 않았던 그때, 
곧 엄청난 경제 위기가 닥칠 것을 예견한 한국은행 통화정책팀장 ‘한시현’(김혜수)은 이 사실을 보고하고, 
정부는 뒤늦게 국가부도 사태를 막기 위한 비공개 대책팀을 꾸린다. 
  
한편, 곳곳에서 감지되는 위기의 시그널을 포착하고 과감히 사표를 던진 금융맨 ‘윤정학’(유아인)은 
국가부도의 위기에 투자하는 역베팅을 결심, 투자자들을 모으기 시작한다. 
이런 상황을 알 리 없는 작은 공장의 사장이자 평범한 가장 ‘갑수’(허준호)는 
대형 백화점과의 어음 거래 계약서에 도장을 찍고 소박한 행복을 꿈꾼다. 
  
국가부도까지 남은 시간 단 일주일. 
대책팀 내부에서 위기대응 방식을 두고 시현과 ‘재정국 차관’(조우진)이 강하게 대립하는 가운데, 
시현의 반대에도 불구하고 ‘IMF 총재’(뱅상 카셀)가 협상을 위해 비밀리에 입국하는데… 
  
위기를 막으려는 사람과 위기에 베팅하는 사람, 
그리고 회사와 가족을 지키려는 평범한 사람, 
1997년, 서로 다른 선택을 했던 사람들의 이야기가 시작된다!', null, '12세 이상', '드라마', '114분' );


insert into movie_info values(seq_movie_code.nextval, '동네사람들', 'Ordinary People', '임진순', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81207/81207_185.jpg', to_date('20181107', 'YYYY-MM-DD'), '한국', 
'마동석, 김새론', 
'여고생이 사라졌지만 너무나 평온한 시골의 한적한 마을, 기간제 교사로 새로 부임 온 외지 출신 체육교사 ‘기철(마동석)’은 동네 분위기가 심상치 않음을 감지한다. 실종된 여고생의 유일한 친구 "유진(김새론)"만이 친구가 납치된 거라 확신하여 사건을 쫓고, 의도치 않게 ‘유진’과 함께 사라진 소녀를 찾기 위해 나선 ‘기철’은 누군가에 의해 그녀의 흔적들이 사라지고 있다는 사실을 알게 되는데... 

모두가 침묵하는 사라진 소녀, 하지만 누군가는 반드시 그녀를 찾아야만 한다', null, '15세 이상', '액션, 스릴러', '99분' );



insert into movie_info values(seq_movie_code.nextval, '보헤미안 랩소디', 'Bohemian Rhapsody', '브라이언 싱어', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81127/81127_185.jpg', to_date('20181031', 'YYYY-MM-DD'), '미국, 영국', 
'레미 맬렉, 루시 보인턴, 귈림 리, 벤 하디, 조셉 마젤로', 
'“나는 스타가 되지 않을 것이다, 전설이 될 것이다”
 
공항에서 수하물 노동자로 일하며 음악의 꿈을 키우던 이민자 출신의 아웃사이더 ‘파록버사라’
보컬을 구하던 로컬 밴드에 들어가게 되면서 ‘프레디 머큐리’라는 이름으로 밴드 ‘퀸’을 이끌게 된다.
 
시대를 앞서가는 독창적인 음악과 화려한 퍼포먼스로 관중들을 사로잡으며 성장하던 ‘퀸’은
라디오와 방송에서 외면을 받을 것이라는 음반사의 반대에도 불구하고
무려 6분 동안 이어지는 실험적인 곡 ‘보헤미안 랩소디’로 대성공을 거두며 월드스타 반열에 오른다.
 
그러나 독보적인 존재감을 뿜어내던 ‘프레디 머큐리’는 솔로 데뷔라는 유혹에 흔들리게 되고
결국 오랜 시간 함께 해왔던 멤버들과 결별을 선언하게 되는데…
 
세상에서 소외된 아웃사이더에서 전설의 록밴드 ‘퀸’이 되기까지,
우리가 몰랐던 그들의 진짜 이야기가 시작된다!', null, '12세 이상', '드라마', '134분' );

insert into movie_info values(seq_movie_code.nextval, '주먹왕 랄프 2-인터넷 속으로', 'Ralph Breaks the Internet', '필 존스턴, 리치 무어', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000081/81061/81061_185.jpg', to_date('20181031', 'YYYY-MM-DD'), '미국', 
'존 C. 라일리, 사라 실버맨, 제인 린치 , 잭 맥브레이어', 
'오락실 게임 세상에 이어 
이번엔 인터넷 세상이 발칵 뒤집힌다?!

각종 사고를 치며 게임 속 세상을 뒤집어 놨던 절친 주먹왕 ‘랄프’와 ‘바넬로피’는
버려질 위기에 처한 오락기 부품을 구하기 위해 와이파이를 타고 인터넷 세상에 접속한다. 

얼떨결에 올린 동영상으로 순식간에 핵인싸에 등극한 ‘랄프’와
룰도 트랙도 없는 스릴만점 슬로터 레이스 게임에 참여하게 된 ‘바넬로피’ 

지금껏 경험한 적 없는 엄청난 스케일과 새로운 재미에 흠뻑 빠진 
‘랄프’와 ‘바넬로피’는 랜섬웨어급 사고로 인터넷 세상을 혼란에 빠뜨리는데…

과연, 이들은 무사히 집에 돌아갈 수 있을까?', null, '전체', '가족, 애니메이션, 어드벤처, 코미디', '112분' );

insert into movie_info values(seq_movie_code.nextval, '봉오동 전투', 'The Battle: Roar to Victory', '원신연', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000082/82013/82013_185.jpg', to_date('20190807', 'YYYY-MM-DD'), '한국', 
'유해진, 류준열, 조우진', 
'임무는 단 하나! 달리고 달려, 일본군을 죽음의 골짜기로 유인하라!

1919년 3.1운동 이후 봉오동 일대에서 독립군의 무장항쟁이 활발해진다.
일본은 신식 무기로 무장한 월강추격대를 필두로 독립군 토벌 작전을 시작하고,
독립군은 불리한 상황을 이겨내기 위해 봉오동 지형을 활용하기로 한다.
항일대도를 휘두르는 비범한 칼솜씨의 해철(유해진)과 발 빠른 독립군 분대장 장하(류준열)
그리고 해철의 오른팔이자 날쌘 저격수 병구(조우진)는
빗발치는 총탄과 포위망을 뚫고 죽음의 골짜기로 일본군을 유인한다.
계곡과 능선을 넘나들며 귀신같은 움직임과 예측할 수 없는 지략을 펼치는 독립군의 활약에
일본군은 당황하기 시작하는데...

1920년 6월, 역사에 기록된 독립군의 첫 승리
봉오동 죽음의 골짜기에 묻혔던 이야기가 지금부터 시작된다.', null, '15세 이상', '액션, 드라마', '135분' );

insert into movie_info values(seq_movie_code.nextval, '브링 더 소울-더 무비', 'BRING THE SOUL-THE MOVIE', '박준수', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000082/82056/82056_185.jpg', to_date('20190807', 'YYYY-MM-DD'), '한국', 
'RM, 진, 슈가, 제이홉, 지민, 뷔, 정국', 
'서울을 시작으로 북미와 유럽까지 LOVE YOURSELF 투어를 마친 방탄소년단!
전세계의 팬들과 함께 호흡하고 열광했던 유럽에서의 콘서트가 파리를 마지막으로 끝났다.

그리고 모든 긴장이 풀어진 다음날, 파리의 작은 루프탑 테이블에서 멤버와 팬들에게 
하지 못했던 그들만의 이야기를 나누는 작은 뒤풀이가 시작된다. 

방탄소년단의 솔직담백한 이야기를 한 테이블에 둘러 앉아 들을 수 있는
설렘 가득한 시간이 펼쳐진다.
매력포인트', null, '전체', '드라마', '103분' );

insert into movie_info values(seq_movie_code.nextval, '김복동 ', 'My name is KIM Bok-dong', '송원근', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000082/82076/82076_185.jpg', to_date('20190808', 'YYYY-MM-DD'), '한국', 
'김복동, 한지민', 
'“나이는 구십넷, 이름은 김복동입니다"
일본의 사죄를 받기 위한 김복동 할머니의 27년 간의 기나긴 여정
포기할 수 없고, 포기해서도 안 될 희망을 위한 싸움
결코 잊어서는 안될, 아직 끝나지 않은 이야기
“희망을 잡고 살자. 나는 희망을 잡고 살아”
매력포인트', null, '12세 이상', '다큐멘터리', '101분' );

insert into movie_info values(seq_movie_code.nextval, '암전', 'Warning- Do Not Play', '김진원', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000082/82092/82092_185.jpg', to_date('20190815', 'YYYY-MM-DD'), '한국', 
'서예지, 진선규', 
'“너도 보고 싶지?  그 영화!”

8년째 공포영화를 준비하던 신인 감독 ‘미정’은
어느 날 후배로부터 지나친 잔혹함으로 인해 상영이 금지된 영화에 대해 듣는다.
실체를 추적하던 중 만난 그 영화의 감독 ‘재현’은
"그 영화는 잊어, 죽음보다 끔찍한 인생 살기 싫으면"이라고 경고하지만
‘미정’은 그의 경고를 무시한 채 더욱 더 그 영화에 집착한다. 
이후,  이유를 알 수 없이 벌어지는 기괴하고 끔찍한 일들.
극장에 불이 꺼지는 순간, 공포는 바로 등 뒤에 있다', null, '15세 이상', '호러', '86분' );

insert into movie_info values(seq_movie_code.nextval, '안녕, 티라노-영원히, 함께', 'My TYRANO: Together, Forever', '시즈노 코분', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000080/80609/80609_185.jpg', to_date('20190814', 'YYYY-MM-DD'), '한국', 
'시영준, 정혜원, 이세은, 이현, 김지혜(2), 박영진, 김준현', 
'넌 이제, 혼자가 아니야
가슴 아픈 비밀과 소중한 약속을  간직한 ‘티라노’와 ‘프논’이
그들만의 천국을 찾아 떠나면서 펼쳐지는
우정, 사랑 그리고 희망에 관한 이야기', null, '전체', '애니메이션', '98분' );

insert into movie_info values(seq_movie_code.nextval, '분노의 질주- 홉스 and 쇼', 'Fast and Furious Presents: Hobbs and Shaw', '데이빗 레이치', 
'http://img.cgv.co.kr/Movie/Thumbnail/Poster/000082/82082/82082_185.jpg', to_date('20190814', 'YYYY-MM-DD'), '미국', 
'드웨인 존슨, 제이슨 스타뎀, 이드리스 엘바, 바네사 커비', 
'드디어 그들이 만났다!

공식적으로만 세상을 4번 구한 전직 베테랑 경찰 "루크 홉스"(드웨인 존슨)
분노 조절 실패로 쫓겨난 전직 특수요원 "데카드 쇼"(제이슨 스타뎀)
99.9% 완벽히 다른 두 남자는 전 세계를 위협하는 불가능한 미션을 해결하기 위해
어쩔 수 없이 한 팀이 되고 마는데…', null, '12세 이상', '액션', '135분' );
```
